{
  "nav": {
    "home": "Inicio",
    "vehicles": "Vehículos",
    "myBookings": "Mis Reservas",
    "profile": "Perfil",
    "settings": "Configuración",
    "adminDashboard": "Panel de Administrador",
    "logout": "Cerrar Sesión",
    "login": "Iniciar Sesión",
    "signUp": "Registrarse",
    "selectCompany": "Seleccionar Compañía",
    "allRentals": "Todos los Alquileres",
    "about": "Acerca de",
    "terms": "Términos",
    "contact": "Contacto"
  },
  "about": {
    "title": "Acerca de {{companyName}}",
    "description": "Bienvenido a {{companyName}}, su socio de confianza para servicios premium de alquiler de autos. Estamos comprometidos a proporcionar soluciones de transporte excepcionales con un enfoque en calidad, confiabilidad y satisfacción del cliente.",
    "ourMission": "Nuestra Misión",
    "missionDescription": "Nuestra misión es proporcionar servicios de alquiler de autos seguros, confiables y asequibles que superen las expectativas de nuestros clientes. Nos esforzamos por hacer cada viaje memorable ofreciendo vehículos de primera calidad y un servicio al cliente excepcional.",
    "ourValues": "Nuestros Valores",
    "value1": "Cliente Primero - Su satisfacción es nuestra máxima prioridad",
    "value2": "Garantía de Calidad - Mantenemos los más altos estándares para nuestra flota",
    "value3": "Transparencia - Precios claros y comunicación honesta",
    "value4": "Innovación - Mejorando continuamente nuestros servicios y tecnología",
    "whyChooseUs": "Por Qué Elegirnos",
    "whyChooseUsDescription": "En {{companyName}}, entendemos que cada viaje importa. Ya sea que viaje por negocios o placer, proporcionamos el vehículo perfecto para satisfacer sus necesidades. Nuestra extensa flota, tarifas competitivas y soporte al cliente dedicado nos convierten en la elección ideal para sus necesidades de alquiler de autos."
  },
  "terms": {
    "title": "Términos y Condiciones",
    "lastUpdated": "Última actualización: Enero 2025",
    "section1": {
      "title": "1. Acuerdo de Términos",
      "content": "Al acceder y utilizar los servicios de alquiler de autos de {{companyName}}, usted acepta estar sujeto a estos Términos y Condiciones. Si no está de acuerdo con alguna parte de estos términos, no debe utilizar nuestros servicios."
    },
    "section2": {
      "title": "2. Requisitos de Alquiler",
      "content": "Para alquilar un vehículo de {{companyName}}, debe cumplir con los siguientes requisitos:",
      "item1": "Tener al menos 21 años de edad (25 para ciertas categorías de vehículos)",
      "item2": "Tener una licencia de conducir válida por al menos un año",
      "item3": "Proporcionar una tarjeta de crédito válida para el depósito de seguridad",
      "item4": "Tener un historial de conducción limpio"
    },
    "section3": {
      "title": "3. Período de Alquiler y Tarifas",
      "content": "El período de alquiler comienza cuando toma posesión del vehículo y termina cuando lo devuelve. Las tarifas incluyen:",
      "item1": "Tarifa diaria de alquiler basada en la categoría del vehículo",
      "item2": "Depósito de seguridad (reembolsable al devolver el vehículo en buen estado)",
      "item3": "Tarifas adicionales por servicios opcionales (GPS, asientos para niños, etc.)",
      "item4": "Tarifas por devolución tardía si el vehículo se devuelve después de la hora acordada"
    },
    "section4": {
      "title": "4. Uso del Vehículo y Restricciones",
      "content": "Usted acepta usar el vehículo solo para fines legales y de acuerdo con estos términos:",
      "item1": "Conducir solo en carreteras pavimentadas y en áreas autorizadas",
      "item2": "No usar el vehículo para fines comerciales sin autorización",
      "item3": "No permitir que conductores no autorizados operen el vehículo",
      "item4": "Cumplir con todas las leyes y regulaciones de tráfico"
    },
    "section5": {
      "title": "5. Daños y Responsabilidad",
      "content": "Usted es responsable de cualquier daño al vehículo durante el período de alquiler, excepto por el desgaste normal. {{companyName}} proporciona cobertura de seguro integral, pero usted puede ser responsable del monto del deducible en caso de un accidente."
    },
    "section6": {
      "title": "6. Cancelación y Reembolsos",
      "content": "Las cancelaciones realizadas al menos 24 horas antes de la hora de inicio del alquiler recibirán un reembolso completo. Las cancelaciones realizadas menos de 24 horas antes pueden estar sujetas a una tarifa de cancelación. No se proporcionarán reembolsos por no presentarse."
    },
    "section7": {
      "title": "7. Información de Contacto",
      "content": "Si tiene alguna pregunta sobre estos Términos y Condiciones, por favor contacte al servicio al cliente de {{companyName}}. Nos reservamos el derecho de modificar estos términos en cualquier momento, y el uso continuo de nuestros servicios constituye la aceptación de cualquier cambio."
    }
  },
  "privacy": {
    "title": "Política de Privacidad",
    "company": "Empresa",
    "website": "Sitio Web",
    "email": "Correo Electrónico",
    "intro": "Le agradecemos por usar",
    "intro2": "y visitar nuestros sitios web. Aquí explicamos qué, cómo y por qué de la información que recopilamos cuando visita uno de nuestros sitios web o cuando usa nuestros Servicios. También explica las formas específicas en que usamos y divulgamos esa información. Nos tomamos su privacidad extremadamente en serio, y nunca vendemos listas o direcciones de correo electrónico y/o información personal.",
    "controller": {
      "title": "Controlador de información",
      "content": "Cualquier información personal proporcionada a o recopilada por este sitio web y proporcionada y recopilada en cualquiera de nuestras ubicaciones es controlada principalmente por",
      "content2": "cuya oficina registrada está en"
    },
    "section1": {
      "title": "1. Definiciones",
      "content1": "Estas definiciones deberían ayudarle a entender esta política. Cuando decimos \"nosotros\", \"nos\", \"nuestro\" y \"Aegis AO Soft\", nos referimos a",
      "content2": "una Compañía Limitada Registrada en EE. UU. y/o cualquiera de nuestra red.",
      "content3": "Proporcionamos plataformas en línea que puede usar para hacer reservas de alquiler de autos. También le proporcionamos la capacidad de alquilar autos (los \"Servicios\").",
      "content4": "Cuando decimos \"usted\", nos referimos a una persona que visita cualquiera de nuestros Sitios Web o ubicaciones.",
      "content5": "\"Información Personal\" significa cualquier información que identifique o pueda usarse para identificar a usted o a un Suscriptor, directa o indirectamente, incluyendo, pero no limitado a, nombre y apellido, fecha de nacimiento, dirección de correo electrónico, género, ocupación u otra información demográfica.",
      "content6": "Ofrecemos los Servicios en nuestros sitios web y en nuestras ubicaciones de franquicia. Esta Política de Privacidad se aplica a estos sitios web y ubicaciones, así como a cualquier otro sitio o aplicación móvil propiedad u operada por nosotros (cada uno un \"Sitio Web\" y juntos los \"Sitios Web\"). Los \"Sitios Web\" incluyen los Sitios Web en sí mismos, y cualquier página web, funciones interactivas, aplicaciones, widgets, blogs, redes sociales, \"pestañas\" de redes sociales u otras ofertas en línea, móviles o inalámbricas que publiquen un enlace a esta Política de Privacidad, ya sea accedido a través de computadora, dispositivo móvil u otra tecnología, forma o medio. Mientras proporcionamos los Servicios, y como se describe con más detalle a continuación."
    },
    "section2": {
      "title": "2. Variaciones",
      "content": "Podemos cambiar esta Política de Privacidad en cualquier momento y de vez en cuando. Le recomendamos que revise esta Política de Privacidad con frecuencia para mantenerse informado de los cambios que puedan afectarle, ya que su uso continuado del Sitio Web significa su consentimiento continuo para estar sujeto a esta Política de Privacidad. Nuestras copias almacenadas electrónicamente o de otra manera correctamente de esta Política de Privacidad se consideran cada una la copia verdadera, completa, válida, auténtica y ejecutable de la versión de esta Política de Privacidad que estaba en vigor en cada fecha respectiva en que visitó el Sitio Web."
    },
    "section3": {
      "title": "3. Área",
      "content": "Esta Política de Privacidad es efectiva con respecto a cualquier dato que hayamos recopilado o recopilemos sobre y/o de usted."
    },
    "section4": {
      "title": "4. Preguntas e Inquietudes",
      "content": "Si tiene alguna pregunta o comentario, o si desea actualizar, eliminar o cambiar cualquier Información Personal que tenemos, o tiene una inquietud sobre la forma en que hemos manejado cualquier asunto de privacidad, por favor contáctenos usando los detalles a continuación.",
      "contact": "correo postal o correo electrónico a:",
      "attn": "Atención: Privacidad,"
    },
    "section5": {
      "title": "5. Información que Recopilamos",
      "subtitle1": "(a) Información que usted nos proporciona voluntariamente:",
      "content1": "Cuando hace una reserva en nuestro sitio web y/o alquila un vehículo de una de nuestras ubicaciones, consulta con nuestro equipo de servicio al cliente, nos envía un correo electrónico o se comunica con nosotros de cualquier manera, nos está proporcionando voluntariamente información que recopilamos. Podríamos requerir la siguiente información",
      "item1": "Nombre y apellido",
      "item2": "Fecha de nacimiento",
      "item3": "Información de contacto (empresa, correo electrónico, teléfono, dirección física)",
      "item4": "Datos de identificación y licencia de conducir",
      "content2": "Al darnos esta información, usted consiente que esta información sea recopilada, usada, divulgada, transferida y almacenada por nosotros.",
      "subtitle2": "(1) Información que recopilamos automáticamente:",
      "content3": "Cuando usa uno de nuestros Sitios Web, podemos recopilar información sobre su visita a nuestros Sitios Web, su uso de los Servicios y su navegación web. Esa información puede incluir su dirección IP, su sistema operativo, su ID de navegador, su actividad de navegación y otra información sobre cómo interactuó con nuestros Sitios Web u otros sitios web. Podemos recopilar esta información como parte de archivos de registro, así como a través del uso de cookies u otras tecnologías de seguimiento. Nuestro uso de cookies y otras tecnologías de seguimiento se discute más a continuación, y con más detalle en nuestra Declaración de Cookies en nuestro pie de página.",
      "subtitle3": "(2) Información de su uso del Servicio:",
      "content4": "Podemos recibir información sobre cómo y cuándo usa los Servicios, almacenarla en archivos de registro u otros tipos de archivos asociados con su cuenta y vincularla con otra información que recopilamos sobre usted. Esta información puede incluir, por ejemplo, su dirección IP, hora, fecha, navegador utilizado y acciones que ha tomado dentro de la aplicación. Este tipo de información nos ayuda a mejorar nuestros Servicios tanto para usted como para todos nuestros usuarios.",
      "subtitle4": "(3) Cookies y seguimiento:",
      "content5": "Nosotros y nuestros proveedores de servicios podemos usar varias tecnologías para recopilar y almacenar información cuando usa nuestros Servicios, y esto puede incluir el uso de cookies y tecnologías de seguimiento similares en nuestro Sitio Web, como píxeles y web beacons, para analizar tendencias, administrar el sitio web, rastrear los movimientos de los usuarios alrededor del sitio web, servir anuncios dirigidos y recopilar información demográfica sobre nuestra base de usuarios en general. Los usuarios pueden controlar el uso de cookies a nivel individual del navegador. Nos asociamos con terceros para mostrar publicidad en nuestro sitio web o para administrar y servir nuestra publicidad en otros sitios. Nuestros socios terceros pueden usar cookies o tecnologías de seguimiento similares para proporcionarle publicidad u otro contenido basado en sus actividades de navegación e intereses. Para más información sobre nuestro uso de cookies y otras tecnologías de seguimiento, así como cómo optar por no usar cookies."
    },
    "section6": {
      "title": "6. Adopción y Reconocimiento de Información Personal",
      "content": "Podemos usar y divulgar Información Personal solo para los siguientes propósitos:",
      "subtitle1": "(a)",
      "content1": "Para procesar su contrato al alquilar un vehículo. Los detalles completos de cómo podemos procesar esta información están contenidos dentro de esta política de privacidad y en su acuerdo de alquiler.",
      "subtitle2": "(b)",
      "content2": "Para facturar y recaudar el dinero que se nos debe. Esto incluye enviarle correos electrónicos, facturas, recibos, avisos de morosidad y alertarle si necesitamos información de pago diferente. Usamos terceros para el procesamiento seguro de transacciones de pago, y enviamos información de facturación a esos terceros para procesar sus pedidos y pagos. Para obtener más información sobre los pasos que tomamos para proteger esos datos, consulte la Sección 9 a continuación.",
      "subtitle3": "(c)",
      "content3": "Para enviarle contenido informativo y promocional de acuerdo con sus preferencias de marketing. Puede dejar de recibir nuestros correos electrónicos promocionales siguiendo las instrucciones de cancelación de suscripción incluidas en cada correo electrónico.",
      "subtitle4": "(d)",
      "content4": "Para contactarle sobre su alquiler. Esto incluye enviarle correos electrónicos pidiéndole que califique el servicio que recibió. Según su respuesta, podemos contactarle para abordar esto.",
      "subtitle5": "(e)",
      "content5": "Para enviarle mensajes de Alerta del Sistema. Por ejemplo, podemos informarle de cambios temporales o permanentes en nuestros Servicios, como interrupciones planificadas, nuevas funciones, actualizaciones de versión, lanzamientos, advertencias de abuso y cambios en nuestra Política de Privacidad.",
      "subtitle6": "(f)",
      "content6": "Para proteger los derechos y la seguridad de usted y terceros, así como los nuestros.",
      "subtitle7": "(g)",
      "content7": "Para comunicarnos con usted sobre su cuenta y proporcionar soporte al cliente.",
      "subtitle8": "(h)",
      "content8": "Para cumplir con los requisitos legales, incluido el cumplimiento de órdenes judiciales, solicitudes válidas de descubrimiento, citaciones válidas y otros mecanismos legales apropiados.",
      "subtitle9": "(i)",
      "content9": "Para proporcionar información a representantes y asesores, incluidos abogados y contadores, para ayudarnos a cumplir con requisitos legales, contables o de seguridad.",
      "subtitle10": "(j)",
      "content10": "Para procesar y defender una corte, arbitraje o procedimiento legal similar.",
      "subtitle11": "(k)",
      "content11": "Para responder a solicitudes legítimas de autoridades públicas, incluido para cumplir con requisitos de seguridad nacional o aplicación de la ley.",
      "subtitle12": "(l)",
      "content12": "Para proporcionar, apoyar y mejorar los Servicios que ofrecemos. Esto incluye nuestro uso de los datos que nos proporciona para permitirle usar los servicios. Esto también incluye, por ejemplo, agregar información de su uso de los Servicios o visita a nuestros Sitios Web y compartir esta información con terceros para mejorar nuestros Servicios. Cuando tenemos que compartir Información Personal con terceros, tomamos medidas para proteger su información requiriendo que estos terceros entren en un contrato con nosotros que les exige usar la Información Personal que les transferimos de una manera que sea consistente con esta política.",
      "subtitle13": "(m)",
      "content13": "Para transferir su información en el caso de una venta, fusión, consolidación, liquidación, reorganización o adquisición. En ese evento, cualquier adquirente estará sujeto a nuestras obligaciones bajo esta Política de Privacidad, incluyendo sus derechos de acceso y elección. Le notificaremos del cambio ya sea enviándole un correo electrónico o publicando un aviso en nuestro Sitio Web.",
      "subtitle14": "(m) Información Combinada:",
      "content14": "Podemos combinar Información Personal con otra información que recopilamos u obtenemos sobre usted (como información que obtenemos de nuestros socios terceros), para servirle específicamente, como entregar un producto o servicio según sus preferencias o restricciones, o para fines publicitarios o de orientación de acuerdo con esta Política de Privacidad. Cuando combinamos Información Personal con otra información de esta manera, la tratamos como, y aplicamos todas las salvaguardias en esta Política de Privacidad aplicables a, Información Personal."
    },
    "section7": {
      "title": "7. Terceros",
      "content": "Podemos divulgar Información Personal a los siguientes tipos de terceros para los propósitos descritos en esta política:",
      "subtitle1": "(a) Proveedores de Servicios.",
      "content1": "A veces, compartimos su información con nuestros Proveedores de Servicios terceros, que nos ayudan a proporcionar y apoyar nuestros Servicios. Por ejemplo, si le enviamos un correo electrónico o mensaje de texto relacionado con nuestros servicios, entonces podemos compartir su Información Personal con un Proveedor de Servicios para ese propósito. Al igual que con los otros terceros con los que trabajamos, estos Proveedores de Servicios terceros entran en un contrato que les exige usar su Información Personal solo para la provisión de servicios a nosotros y de una manera que sea consistente con esta política. Los ejemplos de Proveedores de Servicios incluyen procesadores de pago, servicios de alojamiento y servicios de entrega de contenido.",
      "subtitle2": "(b) Socios publicitarios.",
      "content2": "Podemos asociarnos con redes y intercambios publicitarios terceros para mostrar publicidad en nuestros Sitios Web o para administrar y servir nuestra publicidad en otros sitios y podemos compartir Información Personal con ellos para este propósito. Todos los terceros con los que compartimos esta información están obligados a usar su Información Personal de una manera que sea consistente con esta política. Nosotros y nuestros socios terceros podemos usar cookies y otras tecnologías de seguimiento, como píxeles y web beacons, para recopilar información sobre sus actividades en nuestros Sitios Web y otros sitios para proporcionarle publicidad dirigida basada en sus actividades de navegación e intereses. Para más información sobre cookies y otras tecnologías de seguimiento, por favor consulte nuestra Declaración de Cookies en nuestro pie de página."
    },
    "section8": {
      "title": "8. Aviso de Violación de Seguridad",
      "content1": "Si una violación de seguridad causa una intrusión no autorizada en nuestro sistema que lo afecte materialmente a usted o a personas en sus Listas de Distribución, entonces",
      "content2": "le notificará lo antes posible y luego informará sobre la acción que tomamos en respuesta.",
      "content3": "La seguridad de su información personal es importante para nosotros. Cuando ingresa información sensible (como su información de pago) durante cualquier proceso de registro o reserva, ciframos esa información usando tecnología de capa de sockets seguros (SSL).",
      "content4": "Seguimos estándares de la industria generalmente aceptados para proteger la información de identificación personal y los datos personales que nos envían, tanto durante la transmisión como una vez que los recibimos. Ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro; por lo tanto, aunque nos esforzamos por usar medios comercialmente aceptables para proteger su información personal, no podemos garantizar su seguridad absoluta.",
      "content5": "Con esto en mente, le pediríamos que no ingrese ninguna información de pago en campos en nuestros sitios web, a menos que ese campo esté específicamente marcado para ese propósito."
    },
    "section9": {
      "title": "9. Protección de Su Información",
      "content1": "Tomamos medidas razonables y apropiadas para proteger la Información Personal de pérdida, uso indebido y acceso no autorizado, divulgación, alteración y destrucción, teniendo en cuenta los riesgos involucrados en el procesamiento y la naturaleza de la Información Personal.",
      "content2": "Nuestro proveedor de procesamiento de pagos usa medidas de seguridad para proteger su información tanto durante la transacción como después de que se complete. Nuestro proveedor está certificado como compatible con las iniciativas de seguridad de asociaciones de tarjetas, incluyendo la Seguridad y Cumplimiento de Información del Titular de Tarjeta Visa (CISP), MasterCard® (SDP) y Seguridad y Cumplimiento de Información de Discovery (DISC). Si tiene alguna pregunta sobre la seguridad de su Información Personal, puede contactarnos en"
    },
    "section10": {
      "title": "10. Precisión y Retención de Datos",
      "content1": "Hacemos nuestro mejor esfuerzo para mantener sus datos precisos y actualizados, en la medida en que nos proporcione la información que necesitamos para hacerlo. Si sus datos cambian (por ejemplo, si tiene una nueva dirección de correo electrónico), entonces usted es responsable de notificarnos de esos cambios. Bajo solicitud, le proporcionaremos información sobre si tenemos o procesamos en nombre de un tercero, alguna de su Información Personal. Retendremos su información mientras su cuenta esté activa o mientras sea necesario para proporcionarle nuestros Servicios. También podemos retener y usar su información para cumplir con nuestras obligaciones legales, resolver disputas, prevenir abusos y hacer cumplir nuestros Acuerdos.",
      "content2": "Nuestro proveedor de procesamiento de pagos usa medidas de seguridad para proteger su información tanto durante la transacción como después de que se complete. Nuestro proveedor está certificado como compatible con las iniciativas de seguridad de asociaciones de tarjetas, incluyendo la Seguridad y Cumplimiento de Información del Titular de Tarjeta Visa (CISP), MasterCard® (SDP) y Seguridad y Cumplimiento de Información de Discovery (DISC). Si tiene alguna pregunta sobre la seguridad de su Información Personal, puede contactarnos en"
    }
  },
  "home": {
    "title": "Servicios Premium de Alquiler de Autos",
    "subtitle": "Encuentra el vehículo perfecto para tu viaje",
    "bookYourCar": "Reserva tu auto de alquiler",
    "startDate": "Fecha de Inicio",
    "endDate": "Fecha de Fin",
    "carCategory": "Categoría de Auto",
    "selectCategory": "Seleccionar categoría",
    "location": "Ubicación",
    "selectLocation": "Seleccionar ubicación",
    "searchVehicles": "Buscar Vehículos",
    "whyChoose": "¿Por Qué Elegir {{companyName}}?",
    "description": "Proporcionamos servicios excepcionales de alquiler de autos con un enfoque en calidad, confiabilidad y satisfacción del cliente.",
    "loyaltyProgram": "Programa de Lealtad #1",
    "loyaltyDesc": "Recompensas por cada alquiler",
    "skipLine": "Salta la fila",
    "skipLineDesc": "Sin complicaciones, solo conduce",
    "topRated": "Flota Mejor Calificada",
    "topRatedDesc": "Vehículos de 5 estrellas",
    "support": "Soporte 24/7",
    "supportDesc": "Siempre aquí para ayudar",
    "featuredVehicles": "Vehículos Destacados",
    "availableModelsTitle": "Modelos disponibles por categoría",
    "availableModelsSubtitle": "Explora nuestra amplia selección de modelos de vehículos, organizados por categoría",
    "viewAllVehicles": "Ver Todos los Vehículos",
    "ctaTitle": "¿Listo para comenzar tu viaje?",
    "ctaSubtitle": "Únete a miles de clientes satisfechos que confían en {{companyName}} para sus necesidades de transporte.",
    "browseFleet": "Explorar Nuestra Flota",
    "viewAllModels": "Ver todos los {{count}} modelos {{category}}",
    "viewVehicles": "Ver Vehículos",
    "loadingModels": "Cargando modelos...",
    "errorLoadingModels": "Error al cargar modelos",
    "checkConsole": "Revisa la consola para más detalles",
    "noModelsAvailable": "No hay modelos disponibles en este momento.",
    "bestExperience": "La mejor experiencia en São Paulo",
    "worldClassService": "Servicio de clase mundial y autos que llevarán tu viaje al siguiente nivel",
    "features": {
      "wideSelection": {
        "title": "Amplia Selección",
        "description": "Elige entre nuestra amplia flota de vehículos económicos, de lujo y especiales."
      },
      "fullyInsured": {
        "title": "Totalmente Asegurado",
        "description": "Todos nuestros vehículos vienen con cobertura de seguro completa para tu tranquilidad."
      },
      "support": {
        "title": "Soporte 24/7",
        "description": "Nuestro equipo de atención al cliente está disponible las 24 horas para ayudarte."
      },
      "premiumService": {
        "title": "Servicio Premium",
        "description": "Experimenta un servicio de primera calidad con nuestro personal profesional y amigable."
      }
    }
  },
  "vehicles": {
    "title": "Tarifas Diarias",
    "filters": "Filtros",
    "searchPlaceholder": "Buscar vehículos...",
    "category": "Categoría",
    "allCategories": "Todas las Categorías",
    "make": "Marca",
    "allMakes": "Todas las Marcas",
    "model": "Modelo",
    "allModels": "Todos los Modelos",
    "priceRange": "Rango de Precio",
    "min": "Mín",
    "max": "Máx",
    "pickupDate": "Fecha de Recogida",
    "returnDate": "Fecha de Devolución",
    "search": "Buscar",
    "clearFilters": "Limpiar Filtros",
    "perDay": "por día",
    "day": "día",
    "book": "Reservar",
    "viewDetails": "Ver Detalles",
    "noVehicles": "No se encontraron vehículos",
    "tryAdjusting": "Intenta ajustar tus criterios de búsqueda",
    "seats": "asientos",
    "features": "Características",
    "showing": "Mostrando",
    "of": "de",
    "vehicles": "vehículos",
    "page": "Página",
    "more": "más",
    "years": "Años",
    "errorLoading": "Error al Cargar Vehículos",
    "tryAgainLater": "Por favor intenta de nuevo más tarde.",
    "licensePlate": "Placa",
    "status": "Estado",
    "year": "Año",
    "yearPlaceholder": "Año (ej: 2025)",
    "color": "Color",
    "mileage": "Kilometraje",
    "vinPlaceholder": "VIN de 17 caracteres",
    "lookupVin": "Buscar VIN",
    "lookingUp": "Buscando...",
    "vinLookupHint": "Ingrese el VIN de 17 caracteres y haga clic en Buscar para completar automáticamente la información del vehículo",
    "createVehicle": "Crear Vehículo",
    "creating": "Creando...",
    "create": "Crear"
  },
  "vehicleDetail": {
    "bookThisVehicle": "Reservar Este Vehículo",
    "pickupDate": "Fecha de Recogida",
    "returnDate": "Fecha de Devolución",
    "totalFor": "Total por",
    "days": "días",
    "proceedToBooking": "Proceder a Reservar",
    "whatsIncluded": "Qué Está Incluido",
    "comprehensiveInsurance": "Seguro Integral",
    "roadsideAssistance": "Asistencia en Carretera 24/7",
    "premiumService": "Servicio Premium al Cliente",
    "perDay": "por día",
    "seats": "asientos",
    "features": "Características",
    "vehicleNotFound": "Vehículo No Encontrado",
    "vehicleNotFoundDesc": "El vehículo que buscas no existe.",
    "browseVehicles": "Explorar Vehículos",
    "edit": "Editar",
    "editVehicle": "Editar Vehículo",
    "category": "Categoría",
    "selectCategory": "Seleccionar Categoría",
    "fuelType": "Tipo de Combustible",
    "selectFuelType": "Seleccionar Tipo de Combustible",
    "year": "Año",
    "dailyRate": "Tarifa Diaria ($)",
    "cancel": "Cancelar",
    "saveChanges": "Guardar Cambios",
    "saving": "Guardando..."
  },
  "booking": {
    "title": "Completa Tu Reserva",
    "vehicleDetails": "Detalles del Vehículo",
    "rentalDetails": "Detalles del Alquiler",
    "pickupDate": "Fecha de Recogida",
    "returnDate": "Fecha de Devolución",
    "pickupLocation": "Lugar de Recogida",
    "returnLocation": "Lugar de Devolución",
    "totalDays": "Días Totales",
    "priceBreakdown": "Desglose de Precio",
    "dailyRate": "Tarifa Diaria",
    "subtotal": "Subtotal",
    "tax": "Impuesto",
    "insurance": "Seguro (Opcional)",
    "total": "Total",
    "personalInfo": "Información Personal",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "email": "Correo Electrónico",
    "phone": "Teléfono",
    "driverLicense": "Número de Licencia de Conducir",
    "confirmBooking": "Confirmar Reserva",
    "processing": "Procesando...",
    "success": "¡Reserva Confirmada!",
    "error": "Error en la reserva. Por favor intenta de nuevo.",
    "summary": "Resumen de la Reserva",
    "vehicle": "Vehículo",
    "duration": "Duración",
    "days": "días",
    "bookingFor": "Reserva para",
    "pleaseLoginToBook": "Por favor inicia sesión para hacer una reserva",
    "selectPickupAndReturn": "Por favor selecciona las fechas de recogida y devolución",
    "enterPickupLocation": "Ingresa lugar de recogida",
    "enterReturnLocation": "Ingresa lugar de devolución",
    "chooseLocation": "Elige una ubicación",
    "availableAt": "Disponible en",
    "statusPending": "Pendiente",
    "statusConfirmed": "Confirmado",
    "statusActive": "Activo",
    "statusCompleted": "Completado",
    "statusCancelled": "Cancelado"
  },
  "bookPage": {
    "noModelSelected": "No se Seleccionó Modelo",
    "selectModelToBook": "Por favor selecciona un modelo de vehículo para reservar.",
    "returnToHome": "Volver al Inicio",
    "backToHome": "Volver al Inicio",
    "bookModel": "Reservar {{make}} {{model}}",
    "selectVehicleAndComplete": "Selecciona un vehículo y completa tu reserva",
    "driverLicenseInformation": "Información de Licencia de Conducir",
    "driverLicenseHelper": "Administra los datos de tu licencia de conducir antes del pago.",
    "ratePerDayTitle": "Tarifa por Día",
    "editExisting": "(Editar existente)",
    "createNew": "(Crear nuevo)",
    "loginToEnterLicense": "Por favor inicia sesión para ingresar tu información de licencia de conducir",
    "login": "Iniciar Sesión",
    "licenseNumber": "Número de Licencia",
    "stateIssued": "Estado Emisor",
    "countryIssued": "País Emisor",
    "expirationDate": "Fecha de Vencimiento",
    "issueDate": "Fecha de Emisión",
    "sex": "Sexo",
    "select": "Seleccionar",
    "male": "Masculino",
    "female": "Femenino",
    "other": "Otro",
    "height": "Altura",
    "eyeColor": "Color de Ojos",
    "middleName": "Segundo Nombre",
    "address": "Dirección",
    "city": "Ciudad",
    "state": "Estado",
    "postalCode": "Código Postal",
    "country": "País",
    "restrictionCode": "Código de Restricción",
    "endorsements": "Endosos",
    "saving": "Guardando...",
    "updateLicenseInformation": "Actualizar Información de Licencia",
    "createLicenseInformation": "Crear Información de Licencia",
    "licenseSaved": "Información de licencia de conducir guardada exitosamente",
    "licenseSaveFailed": "Error al guardar la información de licencia",
    "loginToSaveLicense": "Por favor inicia sesión para guardar la información de licencia de conducir",
    "fillRequiredLicenseFields": "Por favor completa los campos requeridos de licencia (Número de Licencia, Estado Emisor, Fecha de Vencimiento)",
    "bookingDetails": "Detalles de la Reserva",
    "pickupDateTime": "Recogida",
    "dropoffDateTime": "Devolución",
    "pickupTime": "Hora de Recogida",
    "returnTime": "Hora de Devolución",
    "availableCars": "disponibles",
    "unavailable": "No disponible",
    "noVehiclesAvailable": "No hay vehículos disponibles para las fechas y ubicación seleccionadas",
    "returnDateLabel": "Fecha de Devolución",
    "pickupLocationLabel": "Lugar de Recogida",
    "returnLocationLabel": "Lugar de Devolución",
    "additionalNotes": "Notas Adicionales",
    "specialRequests": "Solicitudes especiales o notas...",
    "days": "días",
    "completeBooking": "Completar Reserva",
    "loginToBook": "Iniciar Sesión para Reservar",
    "signInToComplete": "Inicia sesión para completar tu reserva",
    "createAccount": "Crear Cuenta",
    "createAccountHelper": "Por favor crea una cuenta para completar tu reserva.",
    "createUser": "Crear Usuario",
    "wizardStep1": "Bienvenido",
    "wizardStep2": "Información Personal",
    "wizardStep3": "Fotos de Licencia",
    "wizardStep4": "Confirmar",
    "wizardWelcome": "¡Bienvenido!",
    "wizardWelcomeText": "Gracias por elegir nuestro servicio. ¡Estamos emocionados de tenerte a bordo!",
    "wizardWelcomeInstruction": "Antes de comenzar, por favor prepara tu licencia de conducir. Necesitarás tomar fotos de ambos lados, frontal y trasero.",
    "wizardCheck1": "Ten tu licencia de conducir lista",
    "wizardCheck2": "Asegúrate de tener buena iluminación para las fotos",
    "wizardCheck3": "Esto solo tomará 2-3 minutos",
    "getStarted": "Comenzar",
    "personalInformation": "Información Personal",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "password": "Contraseña",
    "confirmPassword": "Confirmar Contraseña",
    "driverLicensePhotos": "Fotos de Licencia de Conducir",
    "driverLicensePhotosHelper": "Por favor sube fotos claras de ambos lados de tu licencia de conducir",
    "driverLicenseFront": "Licencia de Conducir (Frente)",
    "driverLicenseBack": "Licencia de Conducir (Reverso)",
    "chooseFile": "Elegir Archivo",
    "confirmRegistration": "Confirma Tu Registro",
    "confirmRegistrationText": "Por favor revisa tu información antes de enviar.",
    "creatingAccount": "Creando Cuenta...",
    "submitRegistration": "Enviar Registro",
    "firstNameRequired": "El nombre es obligatorio",
    "lastNameRequired": "El apellido es obligatorio",
    "emailRequired": "El correo electrónico es obligatorio",
    "invalidEmail": "Por favor ingresa un correo electrónico válido",
    "phoneRequired": "El número de teléfono es obligatorio",
    "passwordRequired": "La contraseña es obligatoria",
    "passwordMismatch": "Las contraseñas no coinciden",
    "driverLicenseFrontRequired": "La foto del frente de la licencia es obligatoria",
    "driverLicenseBackRequired": "La foto del reverso de la licencia es obligatoria",
    "invalidImageFile": "Por favor sube un archivo de imagen",
    "fileTooLarge": "El tamaño del archivo debe ser menor a 5MB",
    "selectVehicleToContinue": "Por favor selecciona un vehículo para continuar",
    "takeDriverLicensePhoto": "Tomar Foto de Tu Licencia de Conducir",
    "driverLicensePhotoInstruction": "Toma una foto clara de tu licencia de conducir. Necesitarás tomar fotos de ambos lados, frontal y trasero.",
    "openCamera": "Abrir Cámara",
    "preview": "Vista Previa",
    "retake": "Volver a Tomar",
    "savePhoto": "Guardar Foto",
    "savingPhoto": "Guardando foto...",
    "frontPhotoSaved": "¡Foto frontal guardada! Ahora toma una foto del reverso.",
    "backPhotoSaved": "¡Foto del reverso guardada! Ahora puedes volver al asistente.",
    "nowTakeBackSide": "Ahora toma una foto del reverso",
    "whatsIncluded": "Qué Está Incluido",
    "comprehensiveInsurance": "Seguro Integral",
    "roadsideAssistance": "Asistencia en Carretera 24/7",
    "premiumService": "Servicio Premium",
    "pleaseLoginToBook": "Por favor inicia sesión para hacer una reserva",
    "pleaseSelectVehicle": "Por favor selecciona un vehículo",
    "selectPickupAndReturn": "Por favor selecciona las fechas de recogida y devolución",
    "returnDateAfterPickup": "La fecha de devolución no puede ser anterior a la fecha de recogida",
    "vehicleDataNotAvailable": "Los datos del vehículo no están disponibles",
    "selectedVehicleNotFound": "Vehículo seleccionado no encontrado",
    "bookingCreated": "¡Reserva creada exitosamente!",
    "bookingFailed": "Error en la reserva",
    "scanDriverLicense": "Escanear licencia de conducir",
    "scanning": "Escaneando...",
    "scanLicense": "Escanear Licencia",
    "scanOnPhoneViaQr": "Escanear en teléfono vía QR",
    "scanOnPhone": "Escanear en teléfono",
    "scanOnYourPhone": "Escanear en tu teléfono",
    "publicBaseUrl": "URL base pública (ej. http://192.168.1.50:3000)",
    "lanIpPlaceholder": "http://TU_IP_LAN:3000",
    "blinkIdLicenseKeyMissing": "Falta la clave de licencia BlinkID",
    "scannerReady": "Escáner listo",
    "failedToInitializeScanner": "Error al inicializar el escáner",
    "rentTheCar": "Alquilar el Coche",
    "additionalOptions": "Opciones Adicionales",
    "noAdditionalOptions": "No hay opciones adicionales disponibles"
  },
  "navbar": {
    "home": "Inicio",
    "about": "Acerca de",
    "carRentals": "Alquileres de Autos",
    "terms": "Términos y Condiciones",
    "contact": "Contacto",
    "settings": "Configuraciones",
    "dashboard": "Panel de Control",
    "login": "Iniciar Sesión",
    "logout": "Cerrar Sesión"
  },
  "footer": {
    "description": "Tu socio de confianza para servicios premium de alquiler de autos. Experimenta la libertad del camino con nuestra amplia selección de vehículos.",
    "quickLinks": "Enlaces Rápidos",
    "home": "Inicio",
    "vehicles": "Vehículos",
    "about": "Acerca de Nosotros",
    "contact": "Contacto",
    "contactUs": "Contáctenos",
    "services": "Servicios",
    "economyCars": "Autos Económicos",
    "luxuryVehicles": "Vehículos de Lujo",
    "suvRentals": "Alquiler de SUV",
    "longTermRentals": "Alquileres a Largo Plazo",
    "legal": "Legal",
    "terms": "Términos de Servicio",
    "privacy": "Política de Privacidad",
    "phone": "Teléfono",
    "email": "Correo Electrónico",
    "address": "Dirección",
    "allRightsReserved": "Todos los derechos reservados.",
    "scanQRCode": "Escanear Código QR",
    "noLocations": "No hay ubicaciones disponibles",
    "rentalTerms": "Condiciones de Alquiler"
  },
  "qrCode": {
    "download": "Descargar",
    "description": "Descubre nuestros servicios - Escanea el código QR"
  },
  "common": {
    "loading": "Cargando...",
    "loadingExperience": "Cargando tu experiencia de alquiler...",
    "error": "Error",
    "success": "Éxito",
    "cancel": "Cancelar",
    "save": "Guardar",
    "saving": "Guardando...",
    "delete": "Eliminar",
    "edit": "Editar",
    "close": "Cerrar",
    "confirm": "Confirmar",
    "yes": "Sí",
    "no": "No",
    "back": "Atrás",
    "next": "Siguiente",
    "submit": "Enviar",
    "search": "Buscar",
    "filter": "Filtrar",
    "clear": "Limpiar",
    "apply": "Aplicar",
    "select": "Seleccionar",
    "required": "Requerido",
    "optional": "Opcional",
    "notAvailable": "N/D",
    "saveChanges": "Guardar Cambios",
    "actions": "Acciones",
    "saved": "Guardado",
    "previous": "Anterior",
    "results": "resultados",
    "user": "Usuario",
    "notLoggedIn": "No conectado",
    "companyId": "ID de Empresa",
    "notSet": "No establecido",
    "admin": "Administrador",
    "loadingCompany": "Cargando información de la empresa...",
    "loadingData": "Cargando ubicaciones y vehículos...",
    "loadingLocations": "Cargando ubicaciones...",
    "loadingVehicles": "Cargando vehículos...",
    "viewOnly": "Solo Lectura"
  },
  "auth": {
    "loginRequired": "Por favor, inicie sesión para acceder a esta página",
    "adminRequired": "Se requiere acceso de administrador",
    "noCompany": "No se seleccionó ninguna empresa",
    "sessionExpired": "Su sesión ha expirado. Por favor, inicie sesión nuevamente.",
    "checkingAuth": "Verificando autenticación..."
  },
  "categories": {
    "economy": "Económico",
    "compact": "Compacto",
    "intermediate": "Intermedio",
    "mid-size": "Mediano",
    "full-size": "Grande",
    "suv": "SUV",
    "luxury": "Lujo",
    "sports": "Deportivo",
    "van": "Furgoneta"
  },
  "fuelTypes": {
    "gasoline": "Gasolina",
    "diesel": "Diésel",
    "electric": "Eléctrico",
    "hybrid": "Híbrido"
  },
  "transmission": {
    "automatic": "Automático",
    "manual": "Manual"
  },
  "status": {
    "available": "Disponible",
    "rented": "Alquilado",
    "maintenance": "Mantenimiento",
    "retired": "Retirado",
    "confirmed": "Confirmado",
    "active": "Activo",
    "completed": "Completado",
    "cancelled": "Cancelado",
    "pending": "Pendiente"
  },
  "login": {
    "title": "Inicia sesión en tu cuenta",
    "subtitle": "O",
    "createAccount": "crea una cuenta nueva",
    "emailAddress": "Correo electrónico",
    "password": "Contraseña",
    "rememberMe": "Recuérdame",
    "forgotPassword": "¿Olvidaste tu contraseña?",
    "signIn": "Iniciar sesión",
    "signingIn": "Iniciando sesión...",
    "continueWith": "O continuar con",
    "signInWithGoogle": "Iniciar sesión con Google",
    "signInWithFacebook": "Iniciar sesión con Facebook",
    "success": "¡Inicio de sesión exitoso!",
    "failed": "Error al iniciar sesión"
  },
  "mobileLanding": {
    "welcome": "Bienvenido",
    "subtitle": "Comienza tu viaje de alquiler con nosotros",
    "getStarted": "Comenzar",
    "skipForNow": "Continuar sin iniciar sesión"
  },
  "register": {
    "title": "Crea tu cuenta",
    "subtitle": "O",
    "signIn": "inicia sesión en cuenta existente",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "emailAddress": "Correo electrónico",
    "phoneNumber": "Número de teléfono",
    "password": "Contraseña",
    "confirmPassword": "Confirmar contraseña",
    "createAccount": "Crear cuenta",
    "creatingAccount": "Creando cuenta...",
    "passwordsNotMatch": "Las contraseñas no coinciden",
    "passwordTooShort": "La contraseña debe tener al menos 6 caracteres",
    "success": "¡Registro exitoso!",
    "failed": "Error en el registro"
  },
  "forgotPassword": {
    "title": "Olvidé mi contraseña",
    "subtitle": "Ingrese su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña.",
    "emailAddress": "Dirección de correo electrónico",
    "emailPlaceholder": "Ingrese su correo electrónico",
    "sendResetLink": "Enviar enlace de restablecimiento",
    "sending": "Enviando...",
    "checkEmail": "Revise su correo electrónico",
    "emailSentMessage": "Hemos enviado un enlace para restablecer la contraseña a su dirección de correo electrónico.",
    "backToLogin": "Volver al inicio de sesión",
    "emailNotFound": "Correo electrónico no encontrado. Redirigiendo al registro...",
    "emailSent": "Si el correo electrónico existe, se ha enviado un enlace para restablecer la contraseña.",
    "error": "Ocurrió un error. Por favor, intente nuevamente."
  },
  "resetPassword": {
    "title": "Restablecer contraseña",
    "subtitle": "Ingrese su nueva contraseña a continuación.",
    "newPassword": "Nueva contraseña",
    "passwordPlaceholder": "Ingrese la nueva contraseña",
    "confirmPassword": "Confirmar contraseña",
    "confirmPasswordPlaceholder": "Confirme la nueva contraseña",
    "resetPassword": "Restablecer contraseña",
    "resetting": "Restableciendo...",
    "backToLogin": "Volver al inicio de sesión",
    "invalidLink": "Enlace de restablecimiento inválido. Por favor, solicite un nuevo restablecimiento de contraseña.",
    "passwordsDoNotMatch": "Las contraseñas no coinciden.",
    "passwordTooShort": "La contraseña debe tener al menos 6 caracteres.",
    "success": "La contraseña se ha restablecido correctamente.",
    "successTitle": "Restablecimiento exitoso",
    "successMessage": "Su contraseña se ha restablecido correctamente. Redirigiendo al inicio de sesión...",
    "error": "Ocurrió un error. Por favor, intente nuevamente."
  },
  "modal": {
    "enterEmail": "Ingrese su correo electrónico para continuar",
    "enterPassword": "Ingrese su contraseña",
    "createAccount": "Cree su cuenta",
    "emailSubtitle": "Verificaremos si ya tiene una cuenta.",
    "passwordSubtitle": "Inicie sesión para continuar con el pago.",
    "signupSubtitle": "Cree rápidamente una cuenta para finalizar su reserva.",
    "email": "Correo electrónico",
    "checking": "Verificando...",
    "signingInAs": "Iniciando sesión como",
    "passwordPlaceholder": "Ingrese su contraseña",
    "signingIn": "Iniciando sesión...",
    "continueToPayment": "Continuar al pago",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "creatingForEmail": "Creando cuenta para",
    "confirmPasswordPlaceholder": "Confirmar contraseña",
    "creatingAccount": "Creando cuenta...",
    "signUpAndPay": "Registrarse y continuar"
  },
  "notFound": {
    "title": "Página no encontrada",
    "description": "Lo sentimos, no pudimos encontrar la página que buscas.",
    "goHome": "Ir al inicio",
    "goBack": "Volver"
  },
  "myBookings": {
    "title": "Mis Reservas",
    "subtitle": "Administra tus reservas de vehículos",
    "noBookings": "No se encontraron reservas",
    "noBookingsDesc": "Aún no has realizado ninguna reserva.",
    "startBrowsing": "¡Comienza a explorar nuestros vehículos para hacer tu primera reserva!",
    "browseVehicles": "Explorar Vehículos",
    "pleaseLogin": "Por favor inicia sesión",
    "needLogin": "Debes iniciar sesión para ver tus reservas.",
    "errorLoading": "Error al cargar reservas",
    "tryAgainLater": "Por favor intenta de nuevo más tarde.",
    "pickupDate": "Fecha de recogida",
    "returnDate": "Fecha de devolución",
    "totalDays": "Días totales",
    "totalCost": "Costo total",
    "status": "Estado",
    "bookingDetails": "Detalles de la reserva",
    "reservationNumber": "Reserva #{{number}}",
    "cancelBooking": "Cancelar Reserva",
    "viewDetails": "Ver Detalles",
    "viewAgreement": "Ver Contrato",
    "paymentSuccessful": "¡Pago exitoso! Tu reserva está confirmada."
  },
  "settings": {
    "title": "Configuración",
    "subtitle": "Administra las preferencias de tu cuenta",
    "tabs": {
      "profile": "Perfil",
      "notifications": "Notificaciones",
      "privacy": "Privacidad",
      "appearance": "Apariencia",
      "general": "General"
    },
    "profile": {
      "title": "Información del perfil",
      "subtitle": "Actualiza tus datos personales",
      "firstName": "Nombre",
      "lastName": "Apellido",
      "email": "Correo electrónico",
      "phone": "Número de teléfono"
    },
    "notifications": {
      "title": "Preferencias de notificaciones",
      "subtitle": "Administra cómo recibes notificaciones",
      "email": "Notificaciones por correo",
      "emailDesc": "Recibe confirmaciones de reserva por correo",
      "sms": "Notificaciones por SMS",
      "smsDesc": "Recibe mensajes de texto para actualizaciones importantes",
      "push": "Notificaciones push",
      "pushDesc": "Recibe notificaciones en tu navegador"
    },
    "privacy": {
      "title": "Configuración de privacidad",
      "subtitle": "Controla tus preferencias de privacidad",
      "profileVisibility": "Visibilidad del perfil",
      "public": "Público",
      "private": "Privado",
      "showEmail": "Mostrar correo",
      "showEmailDesc": "Mostrar correo en tu perfil público",
      "showPhone": "Mostrar teléfono",
      "showPhoneDesc": "Mostrar número de teléfono en tu perfil público"
    },
    "appearance": {
      "title": "Apariencia",
      "subtitle": "Personaliza cómo se ve el sitio",
      "theme": "Tema",
      "light": "Claro",
      "dark": "Oscuro",
      "auto": "Automático (Sistema)"
    },
    "general": {
      "title": "Configuración general",
      "subtitle": "Administra preferencias generales",
      "language": "Idioma",
      "timezone": "Zona horaria"
    },
    "save": "Guardar cambios",
    "saved": "¡Configuración guardada exitosamente!",
    "savedLocally": "¡Configuración guardada localmente!",
    "failed": "Error al guardar la configuración. Por favor intenta de nuevo."
  },
  "admin": {
    "title": "Panel de administración",
    "welcome": "Bienvenido de nuevo",
    "overview": "Resumen del panel",
    "pleaseLogin": "Por favor inicia sesión",
    "needLogin": "Debes iniciar sesión para acceder al panel de administración.",
    "accessDenied": "Acceso denegado",
    "noPermission": "No tienes permiso para acceder a esta página.",
    "stats": {
      "totalVehicles": "Total de vehículos",
      "activeReservations": "Reservas activas",
      "totalCustomers": "Total de clientes",
      "revenue": "Ingresos"
    },
    "recentActivity": "Actividad reciente",
    "quickActions": "Acciones rápidas",
    "addVehicle": "Agregar vehículo",
    "manageUsers": "Administrar usuarios",
    "viewReports": "Ver informes",
    "settings": "Configuración",
    "navigation": "Navegación",
    "companyProfile": "Perfil de la Empresa",
    "reservations": "Reservas",
    "bookings": "Reservas",
    "allStatuses": "Todos los estados",
    "bookingNumber": "Reserva #",
    "customer": "Cliente",
    "vehicle": "Vehículo",
    "pickupDate": "Fecha de Recogida",
    "returnDate": "Fecha de Devolución",
    "location": "Ubicación",
    "allLocations": "Todas las Ubicaciones",
    "selectDates": "Por favor seleccione las fechas de recogida y devolución",
    "invalidDateRange": "La fecha de devolución debe ser posterior a la fecha de recogida",
    "totalAmount": "Monto Total",
    "status": "Estado",
    "bookingCount": "Total de reservas: {{count}}",
    "showingRange": "Mostrando {{start}}-{{end}} de {{total}} reservas",
    "showingRangeEmpty": "No hay reservas para mostrar.",
    "pageSize": "Tamaño de Página",
    "bookingDetails": "Detalles de la Reserva",
    "bookingUpdateError": "Error al actualizar el estado de la reserva",
    "customerInformation": "Información del Cliente",
    "vehicleInformation": "Información del Vehículo",
    "bookingDates": "Fechas de Reserva",
    "pricing": "Precios",
    "bookingStatus": "Estado de la Reserva",
    "paymentInformation": "Información de Pago",
    "paymentMethod": "Método de Pago",
    "paymentStatus": "Estado de Pago",
    "paymentIntentId": "ID de Intención de Pago",
    "transactionDate": "Fecha de Transacción",
    "unpaid": "No Pagado",
    "paid": "Pagado",
    "processing": "Procesando...",
    "refundPayment": "Reembolsar Pago",
    "confirmRefund": "¿Está seguro de que desea procesar un reembolso para esta reserva?",
    "refundSuccess": "Reembolso procesado exitosamente",
    "refundError": "Error al procesar el reembolso",
    "cancelBookingRefund": "Cancelar Reserva y Procesar Reembolso",
    "cancelBookingMessage": "Esta reserva será cancelada y se procesará un reembolso.",
    "paymentAmount": "Monto del Pago",
    "refundAmountNote": "Ingrese un monto hasta el total del pago. Esta acción no se puede deshacer.",
    "processRefund": "Procesar Reembolso y Cancelar",
    "invalidRefundAmount": "Por favor ingrese un monto de reembolso válido",
    "refundExceedsPayment": "El monto del reembolso no puede exceder el monto del pago",
    "refundReasonPlaceholder": "ej., Cliente solicitó cancelación, Cambio de planes, etc.",
    "syncPayments": "Sincronizar Pagos desde Stripe",
    "syncingPayments": "Sincronizando...",
    "noBookingsToSync": "No hay reservas para sincronizar",
    "bookingsSelected": "reserva(s) seleccionada(s)",
    "confirmSyncPayments": "¿Sincronizar información de pago desde Stripe para {{count}} reserva(s) filtrada(s)?",
    "syncPaymentsNote": "Esto obtendrá el último estado de pago desde Stripe y actualizará su base de datos.",
    "syncMayTakeTime": "Esto puede tomar unos minutos para múltiples reservas.",
    "pleaseWait": "Por favor espere",
    "syncPaymentsSuccess": "Sincronizadas {{successCount}} de {{totalProcessed}} reservas",
    "bookingsLoadError": "No se pudieron cargar las reservas.",
    "noBookingsFound": "No se encontraron reservas para los filtros seleccionados.",
    "customers": "Clientes",
    "customerSearch": "Buscar por nombre o correo electrónico",
    "createReservation": "Crear Reserva",
    "newReservation": "Nueva Reserva",
    "datesAndCategory": "Fechas y Cliente",
    "customerEmail": "Correo del Cliente",
    "findOrCreate": "Buscar o Crear",
    "searching": "Buscando...",
    "creating": "Creando...",
    "customerSelected": "Cliente seleccionado",
    "customerCreateError": "Error al crear cliente",
    "customerCreatedInvitationSent": "Cliente creado y correo de invitación enviado",
    "customerFound": "Cliente encontrado",
    "invalidEmail": "Por favor ingrese una dirección de correo válida",
    "selectCategory": "Seleccionar Categoría",
    "selectMakeAndModel": "Seleccionar Marca y Modelo",
    "modelSelected": "Modelo seleccionado",
    "noVehiclesAvailableForDates": "No hay vehículos disponibles para las fechas y ubicación seleccionadas",
    "additionalServices": "Servicios Adicionales",
    "total": "Total",
    "selectVehicle": "Seleccionar Vehículo",
    "noVehiclesAvailable": "No hay vehículos disponibles para las fechas y ubicación seleccionadas.",
    "createReservationWithoutVehicle": "Aún puede crear una reserva sin seleccionar un vehículo específico.",
    "vehicleSelected": "Vehículo seleccionado",
    "licensePlate": "Placa",
    "customerRequired": "Se requiere cliente",
    "reservationCreated": "Reserva creada exitosamente",
    "reservationCreateError": "Error al crear la reserva",
    "customerCount": "{{count}} {{count, plural, one {cliente} other {clientes}}}",
    "customersLoadError": "No se pudieron cargar los clientes.",
    "noCustomersFound": "No se encontraron clientes.",
    "name": "Nombre",
    "verified": "Verificado",
    "notVerified": "No Verificado",
    "createdAt": "Creado",
    "vehicles": "Vehículos",
    "manageLocations": "Administrar Ubicaciones",
    "importVehicles": "Importar Vehículos",
    "vehicleLocationManagement": "Gestión de Ubicación de Vehículos",
    "vehicleLocationUpdated": "Ubicación del vehículo actualizada exitosamente!",
    "vehicleLocationUpdateFailed": "Error al actualizar ubicación del vehículo",
    "noLocationsFound": "No se encontraron ubicaciones.",
    "addLocationsFirst": "Por favor agregue ubicaciones en el panel de administración primero.",
    "errorLoadingVehicles": "Error al cargar vehículos:",
    "noVehiclesFound": "No se encontraron vehículos.",
    "addVehiclesFirst": "Por favor agregue vehículos en el panel de administración primero.",
    "checkConsoleLogs": "Verifique los logs de consola para detalles de respuesta de API.",
    "selectLocationToView": "Seleccionar Ubicación para Ver:",
    "selectLocation": "-- Seleccione una ubicación --",
    "unassignedVehicles": "Vehículos Sin Asignar",
    "dragVehiclesToAssign": "Arrastre vehículos desde aquí para asignarlos a una ubicación →",
    "allVehiclesAssigned": "Todos los vehículos están asignados a ubicaciones",
    "dropVehiclesHere": "← Suelte vehículos aquí para asignar a esta ubicación",
    "noVehiclesAtLocation": "No hay vehículos asignados a esta ubicación",
    "selectLocationAbove": "Seleccione una ubicación arriba para ver sus vehículos",
    "howToUse": "Cómo usar:",
    "instruction1": "Seleccione una ubicación del menú desplegable para ver vehículos en esa ubicación",
    "instruction2": "Arrastre vehículos del panel izquierdo para asignarlos a la ubicación seleccionada",
    "instruction3": "Arrastre vehículos del panel derecho de vuelta a la izquierda para desasignarlos",
    "instruction4": "Las tarjetas de vehículos muestran la marca, modelo, año, placa y estado",
    "moveSelected": "Mover {{count}} →",
    "unassignSelected": "← Desasignar {{count}}",
    "vehiclesMoved": "{{count}} vehículo(s) movido(s) con éxito",
    "vehiclesMoveFailed": "Error al mover algunos vehículos",
    "filterVehicles": "Filtrar Vehículos",
    "make": "Marca",
    "model": "Modelo",
    "allMakes": "Todas las Marcas",
    "allModels": "Todos los Modelos",
    "allModelsForMake": "Todos los Modelos {{make}}",
    "searchLicensePlate": "Buscar por placa...",
    "clearFilters": "Limpiar Filtros",
    "showingFilteredVehicles": "Mostrando vehículos filtrados:",
    "unassigned": "no asignados",
    "atSelectedLocation": "en la ubicación seleccionada",
    "bookingSettingsComingSoon": "Gestión de configuración de reservas próximamente...",
    "vehicleManagementComingSoon": "Gestión de vehículos próximamente...",
    "addService": "Agregar Servicio",
    "editService": "Editar Servicio",
    "serviceName": "Nombre del Servicio",
    "inCompany": "En la Empresa",
    "addToCompany": "Agregar a la Empresa",
    "removeFromCompany": "Quitar de la Empresa",
    "serviceAddedToCompany": "Servicio agregado a la empresa exitosamente",
    "serviceRemovedFromCompany": "Servicio eliminado de la empresa exitosamente",
    "serviceAssignmentFailed": "Error al asignar el servicio a la empresa",
    "serviceNotInCompany": "Este servicio no está asignado a su empresa. Por favor, asígnelo primero.",
    "companyServiceNotFound": "Registro del servicio de la empresa no encontrado",
    "companyPrice": "Precio de la Empresa",
    "companyPriceHint": "Deje vacío para usar el precio base del servicio, o establezca un precio personalizado para esta empresa",
    "forCompany": "Para la Empresa",
    "enterServicePrice": "Ingrese el precio del servicio para esta empresa (Precio base: ${basePrice}):",
    "invalidPrice": "Por favor ingrese un precio válido (número >= 0)",
    "confirmMandatoryService": "¿Este servicio es obligatorio para su empresa? (El servicio base es obligatorio)\n\nHaga clic en OK para obligatorio, Cancelar para opcional.",
    "confirmOptionalService": "¿Este servicio es obligatorio para su empresa? (El servicio base es opcional)\n\nHaga clic en OK para obligatorio, Cancelar para opcional.",
    "serviceDescription": "Descripción del Servicio",
    "servicePrice": "Precio",
    "serviceType": "Tipo de Servicio",
    "serviceTypeInsurance": "Seguro",
    "serviceTypeGPS": "GPS",
    "serviceTypeChildSeat": "Asiento de Niño",
    "serviceTypeAdditionalDriver": "Conductor Adicional",
    "serviceTypeFuelPrepay": "Combustible Prepago",
    "serviceTypeCleaning": "Limpieza",
    "serviceTypeDelivery": "Entrega",
    "serviceTypeOther": "Otro",
    "isMandatory": "Obligatorio",
    "default": "Por Defecto",
    "maxQuantity": "Cantidad Máxima",
    "noServices": "No se encontraron servicios adicionales. Agregue su primer servicio para comenzar.",
    "serviceCreated": "¡Servicio creado exitosamente!",
    "serviceUpdated": "¡Servicio actualizado exitosamente!",
    "serviceDeleted": "¡Servicio eliminado exitosamente!",
    "serviceCreateFailed": "Error al crear el servicio. Por favor, inténtelo de nuevo.",
    "serviceUpdateFailed": "Error al actualizar el servicio. Por favor, inténtelo de nuevo.",
    "cannotUpdateBaseService": "No se pueden actualizar los campos del servicio base para servicios asignados a la empresa. Use el botón de editar para actualizar la configuración específica de la empresa.",
    "serviceDeleteFailed": "Error al eliminar el servicio. Por favor, inténtelo de nuevo.",
    "servicesLoadFailed": "Error al cargar los servicios",
    "confirmDeleteService": "¿Está seguro de que desea eliminar este servicio?",
    "reservationsComingSoon": "Gestión de reservas próximamente...",
    "customersComingSoon": "Gestión de clientes próximamente...",
    "reportsComingSoon": "Informes y análisis próximamente...",
    "companyInfo": "Información de la Empresa",
    "design": "Diseño",
    "locations": "Ubicaciones",
    "companyName": "Nombre de la Empresa",
    "email": "Correo Electrónico",
    "phone": "Teléfono",
    "website": "Sitio Web",
    "address": "Dirección",
    "city": "Ciudad",
    "state": "Estado",
    "country": "País",
    "postalCode": "Código Postal",
    "mediaLinks": "Enlaces de Medios",
    "logoLink": "Enlace del Logo",
    "bannerLink": "Enlace del Banner",
    "videoLink": "Enlace del Video",
    "marketingContent": "Contenido de Marketing",
    "invitation": "Mensaje de Invitación",
    "motto": "Lema",
    "mottoDescription": "Descripción del Lema",
    "viewLogo": "Ver Logo",
    "viewBanner": "Ver Banner",
    "viewVideo": "Ver Video",
    "textsData": "Datos de Texto",
    "texts": "Textos (JSONB)",
    "textsHelp": "Ingrese formato JSON válido. Ejemplo: {\"clave\": \"valor\"}",
    "additionalContent": "Contenido Adicional",
    "about": "Acerca de la Empresa",
    "backgroundLink": "Enlace de Imagen de Fondo",
    "companyPath": "Ruta de la Empresa",
    "bookingIntegrated": "Integración de Reservas",
    "branding": "Marca y Personalización",
    "subdomain": "Subdominio",
    "primaryColor": "Color Primario",
    "secondaryColor": "Color Secundario",
    "logoUrl": "URL del Logo",
    "faviconUrl": "URL del Favicon",
    "customCss": "CSS Personalizado",
    "editingMode": "Editando Perfil de Empresa - Otras acciones deshabilitadas",
    "editingInProgress": "Edición de perfil de empresa en curso",
    "editingNotice": "Otras acciones del panel están temporalmente deshabilitadas. Guarda o cancela tus cambios para continuar.",
    "noCompany": "Ninguna Empresa Seleccionada",
    "noCompanyMessage": "Por favor seleccione una empresa del menú desplegable para ver el panel.",
    "canOnlyAccessOwnCompany": "Solo puedes acceder al panel de tu propia empresa.",
    "companyLoadFailed": "Error al cargar datos de la empresa",
    "noCompanyData": "No hay datos de empresa disponibles",
    "companyUpdated": "¡Perfil de empresa actualizado exitosamente!",
    "companyUpdateFailed": "Error al actualizar el perfil de la empresa. Por favor intenta de nuevo.",
    "addLocation": "Agregar Ubicación",
    "editLocation": "Editar Ubicación",
    "locationName": "Nombre de la Ubicación",
    "latitude": "Latitud",
    "longitude": "Longitud",
    "openingHours": "Horario de Apertura",
    "isPickupLocation": "Ubicación de Recogida",
    "isReturnLocation": "Ubicación de Devolución",
    "financialSettings": "Configuración Financiera",
    "currency": "Moneda",
    "securityDeposit": "Depósito de Seguridad",
    "securityDepositHelp": "Monto de depósito predeterminado requerido para reservas creadas bajo esta empresa.",
    "isActive": "Activo",
    "pickup": "Recogida",
    "return": "Devolución",
    "noLocations": "No se encontraron ubicaciones. Agrega tu primera ubicación para comenzar.",
    "locationCreated": "¡Ubicación creada exitosamente!",
    "locationUpdated": "¡Ubicación actualizada exitosamente!",
    "locationDeleted": "¡Ubicación eliminada exitosamente!",
    "locationCreateFailed": "Error al crear la ubicación. Por favor intenta de nuevo.",
    "locationUpdateFailed": "Error al actualizar la ubicación. Por favor intenta de nuevo.",
    "locationDeleteFailed": "Error al eliminar la ubicación. Por favor intenta de nuevo.",
    "confirmDeleteLocation": "¿Estás seguro de que quieres eliminar esta ubicación?",
    "locationsLoadFailed": "Error al cargar ubicaciones",
    "showing": "Mostrando",
    "to": "a",
    "of": "de",
    "refundHistory": "Historial de Reembolsos",
    "refundAmount": "Monto del Reembolso",
    "refundDate": "Fecha del Reembolso",
    "refundReason": "Razón del Reembolso",
    "refundId": "ID del Reembolso",
    "refundStatus": "Estado del Reembolso",
    "succeeded": "exitoso",
    "statusChangeProhibited": "El estado no puede ser cambiado porque esta reserva ha sido reembolsada.",
    "securityDepositInfo": "Información del Depósito de Seguridad",
    "depositAmount": "Monto del Depósito",
    "depositStatus": "Estado",
    "authorized": "Autorizado (No Cobrado)",
    "captured": "Capturado (Cobrado)",
    "released": "Liberado (No Cobrado)",
    "depositPaymentIntentId": "ID de Intención de Pago del Depósito",
    "authorizedAt": "Autorizado el",
    "capturedAt": "Capturado el",
    "releasedAt": "Liberado el",
    "depositNote": "El depósito de seguridad ha sido autorizado en la tarjeta del cliente pero no cobrado. Se liberará automáticamente después de 7 días o puede ser capturado/liberado manualmente en el Panel de Stripe.",
    "depositCapturedNote": "El depósito de seguridad ha sido capturado y cobrado en la tarjeta del cliente.",
    "depositReleasedNote": "La autorización del depósito de seguridad ha sido liberada. No se realizó ningún cobro.",
    "completeBooking": "Completar Reserva",
    "damageCheckQuestion": "¿Hubo algún daño en el vehículo?",
    "noDamage": "Sin Daños",
    "noDamageDesc": "Vehículo devuelto en buen estado",
    "hasDamage": "Daño Encontrado",
    "hasDamageDesc": "El vehículo tiene daños - se cobrará el depósito de seguridad",
    "securityDepositWillBeCharged": "Se cobrará el depósito de seguridad debido a los daños.",
    "noSecurityDepositToCharge": "No se recogió depósito de seguridad para esta reserva.",
    "bookingCompletedDepositCharged": "Reserva completada. Se cobrará el depósito de seguridad de {{amount}}.",
    "bookingCompleteError": "Error al completar la reserva",
    "securityDepositCharged": "Se ha cobrado el depósito de seguridad debido a los daños.",
    "securityDepositChargeError": "Error al cobrar el depósito de seguridad",
    "damageAmount": "Monto del Daño a Cobrar",
    "maxDepositAmount": "Máximo:",
    "invalidDamageAmount": "Por favor ingrese un monto de daño válido.",
    "damageAmountExceedsDeposit": "El monto del daño no puede exceder el depósito de seguridad de {{amount}}.",
    "statusAlreadyFinal": "El estado de la reserva no se puede cambiar más.",
    "nextStatusWillBe": "El siguiente estado será: {{status}}",
    "statusFinal": "El estado es final y no se puede cambiar"
  },
  "main": {
    "selectRentalCompany": "Seleccionar Empresa de Alquiler",
    "chooseCompanyToVisit": "Elija una empresa para visitar su sitio",
    "loadingCompanies": "Cargando empresas de alquiler...",
    "noCompaniesAvailable": "No hay empresas de alquiler disponibles",
    "unableToLoadCompanies": "No se pueden cargar las empresas de alquiler. Intente acceder directamente al sitio de una empresa específica.",
    "noActiveCompanies": "No se encontraron empresas de alquiler activas. Por favor, contacte al administrador.",
    "visitSite": "Visitar Sitio"
  },
  "legal": {
    "terms": {
      "title": "TÉRMINOS Y CONDICIONES DEL CONTRATO DE ALQUILER",
      "intro": "Por favor lea estos Términos y Condiciones cuidadosamente antes de firmar el contrato de alquiler.",
      "section3": {
        "title": "3. Comunicaciones Electrónicas y Telemática",
        "para_a": "(a) Usted acepta que la Compañía puede usar medios electrónicos o verbales para contactarlo. Usted acepta que la Compañía puede usar cualquier dirección de correo electrónico o número de teléfono que proporcione para contactarlo, incluyendo llamadas manuales, mensajes de voz, mensajes de texto, correos electrónicos o sistemas de marcado telefónico automático. El Vehículo puede estar equipado con tecnología de posicionamiento global u otros sistemas telemáticos y un transmisor que permite a la Compañía rastrear o localizar el Vehículo y la privacidad no está garantizada. La información recopilada por dicha tecnología o telemática se rige por la política de privacidad de la Compañía.",
        "para_b": "(b) El Vehículo puede tener servicios de telemática, rastreo y servicios relacionados, en cuyo caso, Usted entiende que su acceso y uso del Vehículo o los servicios están sujetos a los términos del Vehículo, el proveedor de servicios o el fabricante del dispositivo y la declaración de privacidad.",
        "para_c": "(c) Al devolverlo, si el Vehículo requiere más que la limpieza estándar de la Compañía, la Compañía puede cobrarle los costos reales incurridos para limpiar el Vehículo.",
        "para_d": "(d) En California: la tecnología de servicio electrónico incluida en el Vehículo puede activarse si el Vehículo no se devuelve dentro de las 72 horas posteriores a la fecha de devolución contratada.",
        "para_e": "(e) Para alquileres que comienzan en Arizona, la ley requiere que Usted reconozca su comprensión de que será una violación de los Estatutos de Arizona 131806 si el Vehículo no se devuelve dentro de las 72 horas de la fecha y hora de vencimiento y que Usted estará sujeto a una penalidad máxima que no excederá US$150,000 y/o encarcelamiento de 2.25 años.",
        "para_f": "(f) Para alquileres en el Distrito de Columbia, la ley requiere que se le notifique que si no devuelve el Vehículo de acuerdo con este Contrato, puede resultar en una penalidad criminal de hasta 3 años de cárcel."
      },
      "section4": {
        "title": "4. Su Responsabilidad por Pérdida o Daño al Vehículo y Exención Opcional de Daños por Pérdida",
        "para_a": "(a) Excepto como se indica a continuación, Usted es responsable de cualquier pérdida o daño al Vehículo resultante de cualquier causa, incluyendo pero no limitado a colisión, vuelco, robo, vandalismo, incautación, incendio, inundación, granizo u otros actos de la naturaleza, independientemente de la culpa.",
        "para_b": "(b) Excepto como se indica a continuación, Su responsabilidad no excederá el mayor entre el valor justo de mercado al por menor del Vehículo y su valor del programa de recompra del fabricante en el momento en que el Vehículo se pierde o daña, menos su valor de salvamento, más las tarifas reales de remolque, almacenamiento e incautación, disminución del valor del Vehículo según lo determine la Compañía, un cargo administrativo y un cargo por pérdida de uso.",
        "para_c": "(c) Su responsabilidad por daños debido a robo u otros está limitada por ley en ciertas jurisdicciones. A partir del 1 de junio de 2020, existen las siguientes limitaciones.",
        "california": {
          "title": "California",
          "text": "Para alquileres que comienzan en California: (A) Usted solo es responsable de la pérdida o daño al Vehículo resultante de colisión, vuelco, robo o vandalismo, (B) Su responsabilidad por pérdida o daño al Vehículo en ningún caso excederá el valor justo de mercado del Vehículo, más los cargos reales por remolque, almacenamiento e incautación, y un cargo administrativo, (C) Su responsabilidad por pérdida o daño al Vehículo resultante de vandalismo no relacionado con el robo no excederá US$500."
        },
        "illinois": {
          "title": "Illinois",
          "text": "Para alquileres que comienzan en Illinois, para un Vehículo con un MSRP de $50,000 o menos, Su responsabilidad por pérdida o daño debido a causas distintas al robo no excederá $19,500, y Su responsabilidad por robo no excederá $2,000 a menos que se establezca que Usted o un Operador Autorizado no ejerció el cuidado ordinario."
        },
        "indiana": {
          "title": "Indiana",
          "text": "Para alquileres en Indiana, Usted será responsable de no más de: (A) pérdida o daño al Vehículo hasta su valor justo de mercado resultante de colisión, robo o vandalismo, (B) pérdida de uso del Vehículo, si Usted es responsable del daño, (C) cargos reales por remolque, almacenamiento y tarifas de incautación, y (D) un cargo administrativo."
        },
        "nevada": {
          "title": "Nevada",
          "text": "Para alquileres en Nevada: (A) Su responsabilidad por pérdida o daño al Vehículo no excederá el valor justo de mercado del Vehículo más las tarifas reales de remolque, almacenamiento e incautación, un cargo administrativo y un cargo razonable por pérdida de uso; (B) Su responsabilidad por daño al Vehículo y pérdida de uso del Vehículo resultante de vandalismo no relacionado con el robo no excederá $2500."
        },
        "newyork": {
          "title": "Nueva York",
          "text": "Para alquileres que comienzan en Nueva York: (A) Este Contrato ofrece, por un cargo adicional, protección opcional del vehículo para cubrir Su responsabilidad financiera por daños o pérdida del Vehículo. La compra de protección opcional del vehículo es opcional y puede ser rechazada. Se le aconseja considerar cuidadosamente si debe comprar esta protección si tiene cobertura de colisión de vehículo de alquiler proporcionada por su tarjeta de crédito o póliza de seguro de automóvil."
        },
        "wisconsin": {
          "title": "Wisconsin",
          "text": "Para alquileres que comienzan en Wisconsin, (A) Usted no es responsable de ningún daño al Vehículo que no sea daño (x) resultante de un accidente que ocurra mientras el Vehículo está bajo este contrato o (y) causado intencionalmente por, o por la conducta imprudente o temeraria de, Usted o un Operador Autorizado; y (B) Su responsabilidad en ningún caso excederá el valor justo de mercado del Vehículo inmediatamente antes de que ocurra el daño."
        },
        "para_d": "(d) Usted otorga a la Compañía un poder limitado para presentar reclamaciones por daños o pérdida del Vehículo a Su aseguradora."
      },
      "section5": {
        "title": "5. Uso Prohibido del Vehículo",
        "intro": "Ni Usted ni ningún Operador Autorizado puede:",
        "prohibited1": "Permitir el uso del Vehículo por cualquier persona que no sea Usted o un Operador Autorizado;",
        "prohibited2": "Destruir, dañar intencionalmente o ayudar en el robo del Vehículo;",
        "prohibited3": "Llevar o intentar llevar el Vehículo a México o a cualquier otro lugar fuera de los Estados Unidos o Canadá, excepto según lo expresamente permitido bajo este contrato;",
        "prohibited4": "Participar en cualquier conducta dolosa o temeraria, que puede incluir conducta imprudente como: no usar cinturones de seguridad, no usar asientos para niños donde sea legalmente requerido, usar el Vehículo cuando está sobrecargado, usar en caminos no pavimentados, reabastecer el Vehículo con el tipo incorrecto de combustible, dejar el Vehículo sin quitar las llaves;",
        "prohibited5": "Usar o permitir el uso del Vehículo mientras está legalmente intoxicado o bajo la influencia del alcohol, drogas u otros elementos que puedan afectar adversamente la capacidad de conducir con seguridad;",
        "prohibited6": "Usar el Vehículo para cualquier propósito que pueda ser considerado como un delito, como el transporte ilegal de personas, drogas o contrabando o cualquier acto de terrorismo;",
        "prohibited7": "Usar el Vehículo para remolcar o empujar algo, en una prueba de velocidad, concurso de velocidad, carrera, rally, o en actividad de capacitación de conductores;",
        "prohibited8": "Usar el Vehículo para transportar personas o propiedad por pago (por un cargo o tarifa), a menos que esté específicamente autorizado por escrito por la Compañía.",
        "consequences": "Cualquier uso del Vehículo de manera prohibida en este párrafo 5: (i) en la medida permitida por la ley aplicable, causará que Usted pierda el beneficio de cualquier limitación de Su responsabilidad por pérdida o daño al Vehículo, incluso si ha aceptado LDW; (ii) anulará el seguro de accidentes personales (\"PAI\") y la cobertura de efectos personales (\"PEC\"), suplemento de seguro de responsabilidad civil (\"LIS\"), protección de emergencia por enfermedad (\"ESP\") y cualquier protección de responsabilidad proporcionada por la Compañía; y (iii) constituirá una violación de este contrato, haciéndolo responsable de los daños reales y consecuentes a la Compañía causados por la violación."
      },
      "section6": {
        "title": "6. Pago de Cargos",
        "para_a": "(a) Usted y cualquier persona, corporación u otra entidad a quien, con el consentimiento de la Compañía, Usted expresamente dirige los cargos incurridos bajo este Contrato (\"Cargos\") a ser facturados, son conjunta y solidariamente responsables del pago de todos los cargos. Los cargos no pagados a tiempo según lo requiera este Contrato pueden estar sujetos a una tarifa por pago atrasado.",
        "para_b": "(b) El pago de todos los Cargos vence al completar el alquiler en efectivo o mediante tarjeta de crédito, tarjeta de cargo, tarjeta de débito u otro dispositivo aceptable para la Compañía. SI USTED PRESENTA UNA TARJETA DE CRÉDITO, CARGO O DÉBITO AL COMIENZO DEL ALQUILER, USTED AUTORIZA A LA COMPAÑÍA A RESERVAR CRÉDITO CON, U OBTENER UNA AUTORIZACIÓN DEL EMISOR DE LA TARJETA, POR UN MONTO QUE PUEDE SER MAYOR QUE LOS CARGOS ESTIMADOS.",
        "para_c": "(c) La Compañía puede emitir de vez en cuando vales prepagados, cupones representados por documentos o por entradas en los registros de la Compañía (\"Vales\") que pueden usarse para pagar cargos de alquiler sujetos a los términos y condiciones de los Vales."
      },
      "section7": {
        "title": "7. Cálculo de Cargos",
        "time_charges": "(a) LOS CARGOS POR TIEMPO se calculan a las tarifas especificadas en el Registro de Alquiler por días, semanas, meses, horas extras y días extras. EL CARGO MÍNIMO DE ALQUILER ES POR UN DÍA DE ALQUILER. LOS DÍAS DE ALQUILER CONSISTEN EN PERÍODOS CONSECUTIVOS DE 24 HORAS COMENZANDO EN EL MOMENTO EN QUE COMIENZA EL ALQUILER. LA TARIFA DE ALQUILER ESTÁ SUJETA A AUMENTO SI DEVUELVE EL VEHÍCULO MÁS DE 24 HORAS ANTES O DESPUÉS DE LA HORA DE DEVOLUCIÓN PROGRAMADA.",
        "mileage_charges": "(b) LOS CARGOS POR MILLAJE, incluidos los de millas extras, si los hay, se basan en la tarifa por milla especificada en el Registro de Alquiler.",
        "service_charge": "(c) Se puede aplicar un CARGO POR SERVICIO si devuelve el Vehículo a cualquier ubicación diferente de la ubicación desde la cual se alquiló.",
        "ldw_charges": "(d) Los CARGOS DE LDW, PERS, PAI/PEC, ESP y LIS, si corresponde, vencen y son pagaderos en su totalidad por cada día de alquiler completo o parcial, a las tarifas especificadas en el Registro de Alquiler.",
        "taxes": "(e) IMPUESTOS, REEMBOLSOS DE IMPUESTOS, TARIFAS DE LICENCIAS DE VEHÍCULOS, TARIFAS RELACIONADAS CON AEROPUERTOS Y/O HOTELES Y RECUPERACIONES DE TARIFAS, RECARGOS GUBERNAMENTALES U OTROS Y TARIFAS SIMILARES se cobran/recuperan a las tarifas especificadas en el Registro de Alquiler.",
        "toll_violations": "(f) OCURRENCIAS/VIOLACIONES DE PEAJE, ESTACIONAMIENTO Y TRÁFICO: USTED SERÁ RESPONSABLE Y PAGARÁ TODAS LAS OCURRENCIAS DE PEAJE, TODAS LAS VIOLACIONES DE ESTACIONAMIENTO, TRÁFICO Y PEAJE, OTROS GASTOS Y PENALIDADES, TODAS LAS TARIFAS DE REMOLQUE, ALMACENAMIENTO E INCAUTACIÓN Y TODOS LOS BOLETOS CARGADOS AL VEHÍCULO. Usted acepta pagar, al ser facturado, las tarifas de servicio aplicables (típicamente $30) y otras tarifas relacionadas con dichas ocurrencias de peaje o violaciones de peaje, estacionamiento o tráfico.",
        "recovery_expense": "(g) EL GASTO DE RECUPERACIÓN consiste en todos los costos de cualquier tipo incurridos por la Compañía en la recuperación del Vehículo, incluyendo, pero no limitado a, todos los honorarios de abogados y costos judiciales.",
        "collection_expense": "(h) EL GASTO DE COBRANZA consiste en todos los costos de cualquier tipo incurridos por la Compañía en el cobro de Cargos de Usted o de la persona a quien se facturan, incluyendo todos los honorarios de abogados y costos judiciales.",
        "late_payment": "(i) Se pueden aplicar TARIFAS POR PAGO ATRASADO a cualquier saldo adeudado por Cargos que no se pagan dentro de los 30 días del envío de una factura por parte de la Compañía.",
        "fines": "(j) MULTAS Y OTROS GASTOS incluyen, pero no se limitan a, multas, penalidades, honorarios de abogados y costos judiciales evaluados contra o pagados por la Compañía resultantes del uso del Vehículo.",
        "additional_services": "(k) LOS CARGOS POR SERVICIOS ADICIONALES, como Sistema de Navegación en el Vehículo, GPS alternativo u otros sistemas de navegación, y asientos para bebés y niños pequeños, si corresponde, se cobrarán a las tarifas especificadas en el Registro de Alquiler.",
        "return_change_fee": "(l) TARIFA POR CAMBIO DE DEVOLUCIÓN: Se aplicará una Tarifa por Cambio de Devolución única si Usted desea extender su alquiler o devolver el Vehículo a una ubicación diferente y no notifica a la Compañía al menos 12 horas antes de la fecha/hora de devolución programada.",
        "lost_keys": "(m) LLAVES/LLAVEROS PERDIDOS/BLOQUEOS: Si pierde las llaves/llavero del Vehículo, la Compañía puede cobrarle el costo de reemplazar las llaves o el llavero y el costo de entregar llaves/llavero de reemplazo o remolcar el Vehículo a la ubicación más cercana de la Compañía.",
        "lost_gps": "(n) UNIDADES GPS/ASIENTOS DE AUTO PERDIDOS/ROTOS, ETC.: Si las unidades GPS, los asientos para automóviles o cualquier otro producto proporcionado por separado se pierde, roba o rompe mientras está en alquiler, debe notificar a la Compañía, y Usted será responsable de los costos de reemplazo, entrega y servicio.",
        "smoking_fee": "(o) TARIFA POR FUMAR: En caso de que el personal de la Compañía determine que Usted fumó en el Vehículo (basado en el olor, tiras de prueba u otros mecanismos) o el Vehículo huele a cigarrillo, marihuana u otro humo, se le cobrará una tarifa."
      },
      "section8": {
        "title": "8. Opciones de Reabastecimiento de Combustible",
        "intro": "La mayoría de los alquileres vienen con un tanque lleno de gasolina, pero no siempre es el caso. Hay tres opciones de reabastecimiento:",
        "option1": "SI NO COMPRA COMBUSTIBLE DE LA COMPAÑÍA AL COMIENZO DE SU ALQUILER Y DEVUELVE EL VEHÍCULO CON AL MENOS TANTO COMBUSTIBLE COMO TENÍA CUANDO LO RECIBIÓ, no pagará a la Compañía un cargo por combustible.",
        "option2": "SI NO COMPRA COMBUSTIBLE DE LA COMPAÑÍA AL COMIENZO DE SU ALQUILER Y DEVUELVE EL VEHÍCULO CON MENOS COMBUSTIBLE DEL QUE TENÍA CUANDO LO RECIBIÓ, la Compañía le cobrará un Cargo de Combustible y Servicio a la tarifa aplicable por milla/kilómetro o por galón especificada en el Registro de Alquiler.",
        "option3": "SI ELIGE COMPRAR COMBUSTIBLE DE LA COMPAÑÍA AL COMIENZO DE SU ALQUILER SELECCIONANDO LA OPCIÓN DE COMPRA DE COMBUSTIBLE, se le cobrará como se muestra en el Registro de Alquiler. SI ELIGE ESTA OPCIÓN, NO INCURRIRÁ EN UN CARGO ADICIONAL DE COMBUSTIBLE Y SERVICIO, PERO NO RECIBIRÁ NINGÚN CRÉDITO POR EL COMBUSTIBLE QUE QUEDE EN EL TANQUE AL MOMENTO DE LA DEVOLUCIÓN.",
        "note": "EL COSTO POR GALÓN DE LA OPCIÓN DE COMPRA DE COMBUSTIBLE SIEMPRE SERÁ MENOR QUE EL CARGO DE COMBUSTIBLE Y SERVICIO. PERO SI ELIGE LA OPCIÓN DE COMPRA DE COMBUSTIBLE NO RECIBIRÁ CRÉDITO POR EL COMBUSTIBLE QUE QUEDE EN EL TANQUE AL MOMENTO DE LA DEVOLUCIÓN. EL COSTO DE REABASTECER EL VEHÍCULO USTED MISMO EN UNA ESTACIÓN DE SERVICIO LOCAL SERÁ GENERALMENTE MENOR."
      },
      "section9": {
        "title": "9. Arbitraje y Renuncia a Acciones Colectivas",
        "text": "ESTE CONTRATO REQUIERE ARBITRAJE O UN CASO DE TRIBUNAL DE RECLAMOS MENORES DE FORMA INDIVIDUAL, EN LUGAR DE JUICIOS CON JURADO O ACCIONES COLECTIVAS. AL CELEBRAR ESTE CONTRATO, USTED ACEPTA ESTA DISPOSICIÓN DE ARBITRAJE. Excepto por reclamaciones por daños a la propiedad, lesiones personales o muerte, CUALQUIER DISPUTA ENTRE USTED Y NOSOTROS DEBE RESOLVERSE SOLO POR ARBITRAJE O EN UN TRIBUNAL DE RECLAMOS MENORES DE FORMA INDIVIDUAL; NO SE PERMITEN ARBITRAJES COLECTIVOS NI ACCIONES COLECTIVAS. USTED Y NOSOTROS RENUNCIAMOS AL DERECHO A UN JUICIO CON JURADO O A PARTICIPAR EN UNA ACCIÓN COLECTIVA."
      },
      "section10": {
        "title": "10. Responsabilidad por la Propiedad",
        "text": "Usted acepta que la Compañía no es responsable ante Usted, ningún Operador Autorizado o cualquier otra persona por cualquier pérdida o daño a Su propiedad personal o la de ellos causada por Sus actos u omisiones o los de ellos, los de cualquier tercero o, en la medida permitida por la ley, por la negligencia de la Compañía. Usted y cualquier Operador Autorizado por la presente renuncian a cualquier reclamación contra la Compañía por pérdida o daño a Su propiedad personal o la de cualquier otra persona. Usted y cualquier Operador Autorizado acuerdan indemnizar y mantener indemne a la Compañía de cualquier reclamación contra la Compañía por pérdida o daño a propiedad personal."
      },
      "section11": {
        "title": "11. Protección de Responsabilidad Civil",
        "para_a": "(a) Dentro de los límites establecidos en este subpárrafo, la Compañía indemnizará, mantendrá indemne y defenderá a Usted y a cualquier otro Operador Autorizado de y contra la responsabilidad ante terceros por lesiones corporales (incluyendo muerte) y daños a la propiedad, si el accidente resulta del uso del Vehículo según lo permitido por este Contrato. Los límites de esta protección son los mismos que los límites mínimos requeridos por la ley de responsabilidad financiera automotriz de la jurisdicción en la que ocurre el accidente.",
        "para_b": "(b) SI NO COMPRA EL SUPLEMENTO DE SEGURO DE RESPONSABILIDAD CIVIL (LIS) AL COMIENZO DEL ALQUILER Y UN ACCIDENTE RESULTA DEL USO DEL VEHÍCULO, SU SEGURO Y EL SEGURO DEL OPERADOR DEL VEHÍCULO SERÁN PRIMARIOS. DONDE LA LEY LO PERMITA, LA COMPAÑÍA NO PROPORCIONA NINGUNA PROTECCIÓN DE RESPONSABILIDAD CIVIL A TERCEROS QUE CUBRA ESTE ALQUILER.",
        "florida": "PARA ALQUILERES QUE COMIENZAN EN FLORIDA: La ley de Florida requiere que la protección de responsabilidad civil y la protección de lesiones personales de la Compañía sean primarias a menos que se indique lo contrario.",
        "para_c": "(c) USTED Y TODOS LOS OPERADORES INDEMNIZARÁN Y MANTENDRÁN INDEMNE A LA COMPAÑÍA, SUS AGENTES, EMPLEADOS Y AFILIADOS DE Y CONTRA CUALQUIER PÉRDIDA, RESPONSABILIDAD, RECLAMACIÓN, DEMANDA, CAUSA DE ACCIÓN, HONORARIOS DE ABOGADOS Y GASTOS DE CUALQUIER TIPO QUE SURJAN DEL USO O POSESIÓN DEL VEHÍCULO POR USTED O CUALQUIER OTRO OPERADOR(ES), A MENOS QUE DICHA PÉRDIDA SURJA DE LA NEGLIGENCIA EXCLUSIVA DE LA COMPAÑÍA."
      },
      "section12": {
        "title": "12. Accidentes, Robo y Vandalismo",
        "text": "Debe informar de manera pronta y adecuada cualquier accidente, robo o vandalismo que involucre al Vehículo a la Compañía y a la policía en la jurisdicción en la que ocurra tal incidente. Debe obtener detalles de testigos y otros vehículos involucrados y sus conductores, propietarios y seguros relevantes cuando sea posible. Si Usted o cualquier Operador Autorizado recibe documentos relacionados con tal incidente, esos documentos deben ser entregados prontamente a la Compañía. Usted y cualquier Operador Autorizado deben cooperar plenamente con la investigación de la Compañía de tal incidente y la defensa de cualquier reclamación resultante. LA FALTA DE COOPERACIÓN TOTAL PUEDE ANULAR TODA LA PROTECCIÓN DE RESPONSABILIDAD CIVIL, PAI/PEC, LIS Y LDW."
      },
      "section13": {
        "title": "13. Límites de Responsabilidad",
        "text": "La Compañía no será responsable ante Usted o cualquier Operador Autorizado por ningún daño indirecto, especial o consecuente (incluyendo lucro cesante) que surja de cualquier manera de cualquier asunto cubierto por este Contrato."
      },
      "section14": {
        "title": "14. Privacidad",
        "text": "La Compañía puede recopilar y usar datos personales sobre Usted de acuerdo con la Política de Privacidad de la Compañía. De conformidad con la Política de Privacidad, Usted tiene la opción de limitar el uso o compartir por parte de la Compañía de datos personales sobre Usted para fines de marketing y puede acceder y corregir datos sobre Usted. La Política de Privacidad explica estas opciones y proporciona información sobre cómo elegir una opción."
      },
      "section15": {
        "title": "15. Renuncia de Cambio de Términos/Ley Aplicable",
        "text": "(a) Ningún término de este Contrato puede ser renunciado o cambiado excepto por escrito firmado por un representante expresamente autorizado de la Compañía. Los representantes de alquiler no están autorizados a renunciar o cambiar ningún término de este Contrato. (b) Este Contrato se rige por la ley sustantiva de la jurisdicción en la que comienza el alquiler, y Usted irrevocable e incondicionalmente consiente y se somete a la jurisdicción no exclusiva de los tribunales ubicados en esa jurisdicción. (c) Si alguna disposición de este Contrato entra en conflicto con cualquier ley o regulación aplicable en cualquier jurisdicción, entonces esa disposición se considerará modificada para ser consistente con dicha ley o regulación, o eliminada si la modificación es imposible, y no afectará el resto de este Contrato."
      },
      "section16": {
        "title": "16. Pagos a Intermediarios",
        "text": "Si Usted organizó este alquiler a través de un agente de viajes, sitio de viajes en Internet, corredor u otro intermediario actuando en Su nombre, la Compañía o un afiliado del licenciante de la Compañía puede haber pagado comisiones u otros pagos a esa parte para compensarla por organizar tales alquileres. Esa compensación puede basarse en parte en el volumen general de negocios que esa parte reserva con la Compañía o sus afiliados y licenciatarios. Para detalles sobre dicha compensación, debe contactar a esa parte."
      },
      "section17": {
        "title": "17. Renuncia del Condado de Miami-Dade",
        "text": "A menos que se renuncie, un arrendatario en el Condado de Miami-Dade debe recibir un mapa de información para visitantes aprobado por el condado. Estos mapas generalmente se proporcionan en todas las ubicaciones de la Compañía en el Condado de Miami-Dade. Cada arrendatario debe reconocer la recepción del mapa al comienzo de cada alquiler o renunciar a su derecho a recibirlo. Al alquilar un Vehículo bajo este Contrato, Usted renuncia a Su derecho a recibir dicho mapa."
      },
      "section18": {
        "title": "18. Recuperación de Costos",
        "text": "Excepto si lo prohíbe la ley aplicable o la regla de arbitraje, en cualquier arbitraje u otro procedimiento legal entre Usted y nosotros, la parte ganadora tendrá derecho a recibir de la otra parte los costos y gastos de la parte ganadora incurridos en dicho arbitraje o procedimiento legal, incluyendo honorarios razonables de abogados, costos de arbitraje o tribunal, y honorarios del árbitro."
      }
    }
  },
  "rentalAgreement": {
    "rulesTitle": "Reglas de Acción",
    "rulesSubtitle": "Por favor lea y acepte todas las reglas a continuación (ver también Términos y Condiciones)",
    "ruleProhibitedDriverTitle": "Solo Conductores Autorizados",
    "ruleProhibitedDriverText": "Está absolutamente PROHIBIDO usar u operar este vehículo alquilado por cualquier persona que no esté listada en el contrato de alquiler. Cada conductor debe ser precalificado en persona con licencia de conducir válida y tener un mínimo de 21 años de edad. Si el conductor es menor de 25 años pueden aplicar tarifas adicionales.",
    "ruleAlcoholTitle": "Sin Alcohol ni Narcóticos",
    "ruleAlcoholText": "Está absolutamente PROHIBIDO usar u operar este vehículo alquilado por cualquier persona que esté bajo la influencia de ALCOHOL o cualquier NARCÓTICO.",
    "ruleNoSmokingTitle": "Política de No Fumar",
    "ruleNoSmokingText": "NO está permitido FUMAR en el vehículo alquilado bajo ninguna circunstancia. Cualquier evidencia encontrada de cualquier tipo de fumar en el vehículo aplicará una multa independientemente de si hay daño o no.",
    "ruleLostKeysTitle": "Política de Llaves Perdidas",
    "ruleLostKeysText": "En caso de LLAVES PERDIDAS, DAÑADAS o BLOQUEADAS DENTRO que requieran recuperación de llaves, puede aplicar un cargo máximo.",
    "rulePassengerCapacityTitle": "Capacidad de Pasajeros",
    "rulePassengerCapacityText": "La capacidad de pasajeros de este vehículo está determinada por el número de cinturones de seguridad y, por ley, NO debe EXCEDERSE. Mientras esté en el vehículo, siempre use el cinturón de seguridad. ¡Es la ley!",
    "ruleCleaningFeeTitle": "Tarifa de Limpieza",
    "ruleCleaningFeeText": "En caso de que el vehículo sea devuelto excepcionalmente sucio, puede aplicar una TARIFA DE LIMPIEZA.",
    "ruleTiresTitle": "Responsabilidad de Neumáticos",
    "ruleTiresText": "Los NEUMÁTICOS pinchados o dañados son responsabilidad del Arrendatario y son la responsabilidad financiera del Arrendatario o Conductor(es) Autorizado(s).",
    "ruleTicketsTitle": "Multas y Penalizaciones",
    "ruleTicketsText": "TODAS LAS MULTAS, PENALIZACIONES, TARIFAS y otros recibidos durante el período de alquiler, causados como resultado del arrendatario y/o período de alquiler deben ser pagados por el Arrendatario.",
    "rule24HourTitle": "Períodos de Alquiler de 24 Horas",
    "rule24HourText": "Los Días de Alquiler se basan en Períodos de Alquiler de 24 horas. Por favor devuelva a tiempo. Cada hora pasada del Período de Alquiler se calculará a ¼ del cargo diario incluyendo todos los impuestos y tarifas y hasta un día completo.",
    "ruleNoCellPhoneTitle": "Sin Uso de Celular",
    "ruleNoCellPhoneText": "No usar el celular mientras opera el Vehículo a menos que sea un dispositivo manos libres como Bluetooth. Es la ley, el conductor tiene prohibido manejar cualquier dispositivo electrónico mientras conduce independientemente del comportamiento de uso.",
    "ruleCardAuthorizationTitle": "Autorización de Tarjeta",
    "ruleCardAuthorizationText": "Autorizo a la empresa de alquiler a cargar en mi tarjeta de crédito/débito: el monto del alquiler, depósito de seguridad, cargos de combustible si aplica, infracciones de tráfico, multas de estacionamiento, cargos de peaje, reparaciones por daños, tarifas de limpieza y cualquier otro cargo incurrido durante o como resultado de este alquiler.",
    "signatureLabel": "Su Firma",
    "signatureHelper": "Por favor firme en el cuadro de arriba usando su mouse o dedo",
    "clearSignature": "Borrar",
    "agreementTitle": "Contrato de Alquiler",
    "agreementSubtitle": "Por favor revise y firme el contrato de alquiler",
    "rentalSummary": "Resumen del Alquiler",
    "vehicle": "Vehículo",
    "pickupDate": "Fecha de Recogida",
    "returnDate": "Fecha de Devolución",
    "totalAmount": "Monto Total",
    "securityDeposit": "Depósito de Seguridad",
    "requiredConsents": "Por favor marque todas las casillas para confirmar que ha leído y acepta las reglas",
    "signatureRequired": "Por favor proporcione su firma",
    "allConsentsRequired": "Por favor acepte todas las reglas y condiciones"
  },
  "meta": {
    "setupGuide": "Guía de Configuración - Cómo Crear Instagram Empresarial"
  },
  "instagramGuide": {
    "stepOf": "Paso {{current}} de {{total}}",
    "startConnecting": "Comenzar a Conectar",
    "step0": {
      "title": "Bienvenido a la Configuración de Instagram Empresarial",
      "intro": "Esta guía le ayudará a crear y conectar su cuenta de Instagram Empresarial para su empresa de alquiler de autos. ¡Siga estos sencillos pasos para comenzar a promocionar sus vehículos en Instagram!",
      "requirements": "Requisitos",
      "req1": "Un smartphone con la aplicación de Instagram instalada",
      "req2": "Una cuenta de Facebook (requerida para cuentas Empresariales)",
      "req3": "El logo de su empresa y fotos",
      "req4": "Aproximadamente 15-20 minutos de su tiempo"
    },
    "step1": {
      "title": "Paso 1: Crear Cuenta de Instagram",
      "subtitle": "Si ya tiene Instagram, pase al Paso 2",
      "action1": "Descargue la aplicación de Instagram desde App Store (iPhone) o Google Play (Android)",
      "action2": "Abra la aplicación y toque \"Registrarse\"",
      "action3": "Elija \"Registrarse con correo electrónico\" e ingrese su correo empresarial",
      "action4": "Cree un nombre de usuario para su negocio (ej., \"suempresa_rentals\")",
      "tip1": "Consejo: Manténgalo corto, memorable y relacionado con el nombre de su negocio",
      "action5": "Cree una contraseña segura y complete el registro"
    },
    "step2": {
      "title": "Paso 2: Crear Página de Facebook Empresarial",
      "why": "Se requiere una Página de Facebook para usar las funciones de Instagram Empresarial y para conectarse a nuestro sistema.",
      "action1": "Abra Facebook.com en su computadora o teléfono",
      "action2": "Haga clic en el menú (☰) y seleccione \"Páginas\"",
      "action3": "Haga clic en \"Crear Nueva Página\"",
      "action4": "Ingrese el nombre de su negocio (ej., \"Alquiler de Autos Su Empresa\")",
      "action5": "Seleccione la categoría \"Alquiler de Autos\" o \"Automotriz\"",
      "action6": "Agregue una breve descripción de su negocio de alquiler",
      "action7": "Suba el logo de su empresa como foto de perfil",
      "action8": "Haga clic en \"Crear Página\""
    },
    "step3": {
      "title": "Paso 3: Cambiar a Cuenta Empresarial",
      "intro": "Ahora convierta su Instagram a una cuenta Empresarial:",
      "action1": "Abra la aplicación de Instagram y vaya a su perfil (toque el ícono de persona)",
      "action2": "Toque el menú (☰) en la esquina superior derecha",
      "action3": "Toque \"Configuración y privacidad\"",
      "action4": "Desplácese hacia abajo y toque \"Tipo de cuenta y herramientas\"",
      "action5": "Toque \"Cambiar a cuenta profesional\"",
      "action6": "Seleccione \"Empresa\" (no Creador)",
      "action7": "Seleccione la categoría \"Alquiler de Autos\" y toque \"Listo\""
    },
    "step4": {
      "title": "Paso 4: Vincular Instagram a Página de Facebook",
      "important": "¡Este paso es crítico! Sin vincular a Facebook, nuestro sistema no puede conectarse a su Instagram.",
      "action1": "En Instagram, vaya a Perfil → Menú (☰) → Configuración",
      "action2": "Toque la sección \"Empresa\" o \"Creador\"",
      "action3": "Toque \"Conectar o Crear\" bajo Página de Facebook",
      "action4": "Inicie sesión en Facebook si se le solicita",
      "action5": "Seleccione la Página de Facebook que creó en el Paso 2",
      "action6": "Confirme la conexión"
    },
    "step5": {
      "title": "Paso 5: Complete Su Perfil",
      "intro": "Haga que su perfil sea atractivo para clientes potenciales:",
      "action1": "Suba el logo de su empresa como foto de perfil",
      "action2": "Escriba una biografía convincente (máximo 150 caracteres)",
      "bioExample": "Ejemplo: \"🚗 Alquiler Premium de Autos | 📍 Miami, FL | ✨ Mejores Precios | 📞 ¡Llame Ahora!\"",
      "action3": "Agregue la URL de su sitio web (copie de la barra de direcciones del navegador, ej. suempresa.aegis-rental.com)",
      "urlTip": "Abra su sitio web de alquiler en el navegador, copie la dirección de la barra superior",
      "action4": "Agregue botón de contacto con teléfono y correo electrónico",
      "action5": "Agregue la dirección de su negocio",
      "action6": "Publique 3-5 fotos de sus mejores vehículos",
      "photoTip": "Consejo: Use fotos de alta calidad con buena iluminación"
    },
    "step6": {
      "title": "Paso 6: Conectar a Nuestro Sistema",
      "intro": "Ahora conecte su cuenta de Instagram Empresarial a nuestro sistema:",
      "action1": "Cierre esta guía",
      "action2": "Haga clic en el botón \"Conectar con Facebook\" en esta página",
      "action3": "Inicie sesión con su cuenta de Facebook",
      "action4": "Seleccione la Página de Facebook vinculada a su Instagram",
      "action5": "Haga clic en \"Continuar\" para otorgar todos los permisos (NO desmarque nada)",
      "permissionNote": "Necesitamos todos los permisos para publicar vehículos y administrar su página. Solo haga clic en Continuar/Permitir en cada pantalla.",
      "action6": "Haga clic en \"Listo\" para completar la conexión",
      "success": "¡Eso es todo! ¡Ya está listo!",
      "successDesc": "Una vez conectado, puede publicar automáticamente sus vehículos en Instagram y llegar a más clientes."
    },
    "step7": {
      "title": "Consejos para el Éxito",
      "tip1Title": "Publique Fotos de Calidad",
      "tip1Desc": "Use iluminación natural, fondos limpios y muestre vehículos desde múltiples ángulos. ¡Las fotos venden!",
      "tip2Title": "Interactúe con Seguidores",
      "tip2Desc": "Responda a comentarios y mensajes rápidamente. Un buen servicio al cliente genera confianza.",
      "tip3Title": "Use Hashtags Relevantes",
      "tip3Desc": "Incluya hashtags como #alquilerdeautos #rentacar #[suciudad] para llegar a más personas.",
      "tip4Title": "Publique Regularmente",
      "tip4Desc": "Apunte a 3-5 publicaciones por semana. La consistencia le ayuda a mantenerse visible para clientes potenciales."
    }
  }
}